{% extends "app/base1.html" %}
{% load static %}
{% block title %} Mythstrip {% endblock title %}
{% block  content%}


        <!-- Header Start -->
        <div class="container-fluid bg-breadcrumb">
            <div class="container text-center py-5" style="max-width: 900px;">
                <h3 class="text-white display-3 mb-4"></h1>
            </div>
        </div>
        <!-- Header End -->
        <!-- About Start -->
        <div class="container-fluid about py-5">
            <div class="container py-5">
                <div class="row g-5 align-items-center">
                    
                    <div class="col-lg-12" style="background: linear-gradient(rgba(255, 255, 255, .8), rgba(255, 255, 255, .8)), url(img/about-img-1.png);">
                        <p>Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư Của Mythstrip</p>

                            <p>&nbsp;</p>

                            <p>Mục Lục</p>

                            <p>1. Dữ Liệu C&aacute; Nh&acirc;n Được Thu Thập2. C&aacute;ch Thức Thu Thập, Xử L&yacute;, Sử Dụng, hoặc Tiết lộ Dữ Liệu C&aacute; Nh&acirc;n3. Chia Sẻ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn4. Chuyển Dữ Liệu Xuy&ecirc;n Bi&ecirc;n Giới5. Quyền đối với Dữ Liệu C&aacute; Nh&acirc;n Của Bạn6. Điều chỉnh &amp; Cập Nhật Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư7. X&oacute;a Dữ Liệu C&aacute; Nh&acirc;n Của Bạn8. Lưu Trữ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn9. Bảo Vệ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn10. Li&ecirc;n Kết đến C&aacute;c Trang Web Kh&aacute;c11. Khiếu Nại12. Th&ocirc;ng Tin Li&ecirc;n Hệ13. Ng&ocirc;n Ngữ &amp; Giải th&iacute;ch14. Y&ecirc;u Cầu Cụ Thể của C&aacute;c Quốc Gia15. Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư ở C&aacute;c Quốc Gia Kh&aacute;c</p>

                            <p>Ch&uacute;ng t&ocirc;i hy vọng bạn c&oacute; thể đưa ra c&aacute;c quyết định cẩn trọng về dữ liệu c&aacute; nh&acirc;n của m&igrave;nh khi đ&atilde; nắm r&otilde; những nội dung được tr&igrave;nh b&agrave;y dưới đ&acirc;y. Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y giải th&iacute;ch c&aacute;ch thức m&agrave;&nbsp;Mythstrip&nbsp;<strong>Vietnam Co.,Ltd</strong>, c&aacute;c c&ocirc;ng ty con, c&aacute;c c&ocirc;ng ty li&ecirc;n kết v&agrave; c&aacute;c đơn vị được đồng kiểm so&aacute;t (gọi chung l&agrave; &ldquo;Mythstrip&rdquo; hoặc &ldquo;<strong>ch&uacute;ng t&ocirc;i</strong>&rdquo;) xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn. Việc xử l&yacute; dữ liệu được đề cập ở đ&acirc;y bao gồm c&aacute;c c&ocirc;ng việc thu thập, ghi, nắm giữ, tổ chức, sắp xếp, cất, lưu trữ, điều chỉnh, thay đổi, truy xuất, tham khảo, sử dụng, tiết lộ, x&oacute;a hoặc hủy Dữ Liệu C&aacute; Nh&acirc;n (gọi chung l&agrave; &ldquo;<strong>xử l&yacute;</strong>&rdquo;), được thực hiện cả tr&ecirc;n trang web&nbsp;<a href="http://Mythstrip">www.mythstrip.com</a>&nbsp;(&ldquo;<strong>Trang Web</strong>&rdquo;) v&agrave; ứng dụng di động Mythstrip (&ldquo;<strong>Ứng Dụng</strong>&rdquo;) của ch&uacute;ng t&ocirc;i.</p>

                            <p>&nbsp;</p>

                            <p>Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y &aacute;p dụng cho người d&ugrave;ng, người ứng tuyển, nh&agrave; cung cấp, b&ecirc;n b&aacute;n h&agrave;ng v&agrave; đối t&aacute;c của Mythstrip(&ldquo;<strong>Bạn</strong>&rdquo;)</p>

                            <p>&nbsp;</p>

                            <p>Vui l&ograve;ng d&agrave;nh thời gian xem kỹ Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y v&agrave;&nbsp;<a href="https://www.traveloka.com/en-id/contactus">li&ecirc;n hệ</a>&nbsp;với ch&uacute;ng t&ocirc;i nếu bạn c&oacute; bất kỳ c&acirc;u hỏi n&agrave;o.</p>

                            <h2>1. Dữ Liệu C&aacute; Nh&acirc;n Được Thu Thập</h2>

                            <p>Dữ Liệu C&aacute; Nh&acirc;n c&oacute; nghĩa l&agrave; bất kỳ khối th&ocirc;ng tin n&agrave;o về bạn hoặc th&ocirc;ng qua đ&oacute; c&oacute; thể định danh bạn. Trong đ&oacute; bao gồm một mẫu th&ocirc;ng tin hoặc tập hợp của nhiều mẫu th&ocirc;ng tin kh&aacute;c nhau về bạn &ndash; v&iacute; dụ như t&ecirc;n, địa chỉ, ng&agrave;y sinh, nghề nghiệp, số điện thoại, địa chỉ email, h&igrave;nh ảnh, chi tiết t&agrave;i khoản ng&acirc;n h&agrave;ng v&agrave; thẻ t&iacute;n dụng, giới t&iacute;nh hoặc m&atilde; định danh, th&ocirc;ng tin t&agrave;i ch&iacute;nh li&ecirc;n quan kh&aacute;c do ch&iacute;nh phủ cấp cho bạn (&quot;<strong>Dữ Liệu C&aacute; Nh&acirc;n</strong>&quot;).</p>

                            <p>&nbsp;</p>

                            <p>Với tư c&aacute;ch l&agrave; b&ecirc;n kiểm so&aacute;t hoặc b&ecirc;n xử l&yacute; dữ liệu (t&ugrave;y từng trường hợp c&oacute; thể &aacute;p dụng), ch&uacute;ng t&ocirc;i sẽ thu thập v&agrave; xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn, theo những phương thức được liệt k&ecirc; dưới đ&acirc;y:</p>

                            <h3>1.1 Thu Thập Dữ Liệu V&agrave;o Mọi Thời Điểm Khi Bạn Sử Dụng Trang Web/Ứng Dụng</h3>

                            <ul>
                                <li>
                                <h4>Nếu Bạn l&agrave; người d&ugrave;ng</h4>

                                <p>Ch&uacute;ng t&ocirc;i thu thập Dữ Liệu C&aacute; Nh&acirc;n định danh hoặc được d&ugrave;ng để định danh, li&ecirc;n hệ hoặc định vị người d&ugrave;ng. Nếu kh&ocirc;ng thu thập những Dữ Liệu C&aacute; Nh&acirc;n n&agrave;y, ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thể cung cấp c&aacute;c dịch vụ tr&ecirc;n Trang Web hoặc Ứng Dụng theo y&ecirc;u cầu của bạn một c&aacute;ch trọn vẹn. Dữ Liệu C&aacute; Nh&acirc;n được ch&uacute;ng t&ocirc;i trực tiếp thu thập bao gồm nhưng kh&ocirc;ng giới hạn:</p>

                                <ul>
                                    <li>(i) Họ t&ecirc;n đầy đủ</li>
                                    <li>(ii) Địa chỉ email</li>
                                    <li>(iii) Số điện thoại</li>
                                    <li>(iv) Ng&agrave;y sinh</li>
                                    <li>(v) Giới t&iacute;nh</li>
                                    <li>(vi) Số căn cước c&ocirc;ng d&acirc;n hoặc số hộ chiếu</li>
                                    <li>(vii) M&atilde; đặt chỗ của bạn (BID)</li>
                                    <li>(viii) Chi tiết đặt chỗ của bạn (như t&ecirc;n kh&aacute;ch sạn, vị tr&iacute; kh&aacute;ch sạn, v&agrave; thời gian nghỉ lại tại kh&aacute;ch sạn)</li>
                                    <li>(ix) Sở th&iacute;ch du lịch của bạn</li>
                                    <li>(x) Chi tiết th&agrave;nh vi&ecirc;n kh&aacute;ch h&agrave;ng th&acirc;n thiết tại h&atilde;ng h&agrave;ng kh&ocirc;ng của bạn</li>
                                    <li>(xi) B&agrave;i đ&aacute;nh gi&aacute; của bạn</li>
                                </ul>

                                <p>Trong một số trường hợp, ch&uacute;ng t&ocirc;i sẽ y&ecirc;u cầu người d&ugrave;ng cung cấp cho ch&uacute;ng t&ocirc;i c&aacute;c t&agrave;i liệu do ch&iacute;nh phủ ban h&agrave;nh như một phần trong quy tr&igrave;nh nhận biết kh&aacute;ch h&agrave;ng của ch&uacute;ng t&ocirc;i, m&agrave; theo ph&aacute;p luật hiện h&agrave;nh hoặc&nbsp;<a href="https://www.traveloka.com/vi-vn/termsandconditions">Điều Khoản &amp; Điều Kiện Của Ch&uacute;ng T&ocirc;i</a>&nbsp;l&agrave; cần thiết, để định danh bạn v&agrave; xử l&yacute; c&aacute;c y&ecirc;u cầu v&agrave;/hoặc cung cấp c&aacute;c c&aacute;c dịch vụ phụ trợ cho bạn như dịch vụ t&agrave;i ch&iacute;nh, ho&agrave;n tiền, y&ecirc;u cầu thanh to&aacute;n bảo hiểm v&agrave; hủy đặt chỗ.</p>
                                </li>
                                <li>
                                <h4>Nếu bạn l&agrave; nh&agrave; cung cấp hoặc b&ecirc;n b&aacute;n h&agrave;ng</h4>

                                <p>Để Trang Web v&agrave; c&aacute;c t&iacute;nh năng của Trang Web được ph&aacute;t huy đầy đủ, ch&uacute;ng t&ocirc;i sẽ thu thập Dữ liệu C&aacute; Nh&acirc;n mang t&iacute;nh định danh hoặc được d&ugrave;ng để định danh, li&ecirc;n hệ hoặc định vị một c&aacute; nh&acirc;n hoặc bất kỳ t&agrave;i sản hoặc doanh nghiệp n&agrave;o li&ecirc;n quan đến c&aacute;c dịch vụ Nh&agrave; Cung Cấp đang cung cấp tr&ecirc;n Trang Web. Ch&uacute;ng t&ocirc;i cũng sẽ thu thập Dữ liệu C&aacute; Ch&acirc;n kh&aacute;c cần thiết cho việc thực hiện mọi nghĩa vụ thanh to&aacute;n giữa bạn v&agrave; ch&uacute;ng t&ocirc;i, bao gồm to&agrave;n bộ nghĩa vụ thuế c&oacute; li&ecirc;n quan.</p>
                                </li>
                                <li>
                                <h4>Nếu bạn sử dụng dịch vụ thanh to&aacute;n v&agrave;/hoặc giao dịch tr&ecirc;n Trang Web hoặc Ứng Dụng</h4>

                                <p>Ch&uacute;ng t&ocirc;i sẽ thu thập một số Dữ liệu C&aacute; Nh&acirc;n nhất định li&ecirc;n quan đến dịch vụ thanh to&aacute;n v&agrave;/hoặc giao dịch m&agrave; bạn sử dụng. Những dữ liệu n&agrave;y bao gồm (nhưng kh&ocirc;ng giới hạn) số thẻ thanh to&aacute;n hoặc m&atilde; định danh t&agrave;i khoản, th&ocirc;ng tin chủ thẻ thanh to&aacute;n hoặc chủ t&agrave;i khoản, chi tiết người gửi v&agrave; người nhận cũng như lịch sử giao dịch.</p>
                                </li>
                                <li>
                                <h4>Nếu bạn ứng tuyển cho một c&ocirc;ng việc tại Mythstrip</h4>

                                <p>Ch&uacute;ng t&ocirc;i sẽ thu thập sơ yếu l&yacute; lịch, lịch sử l&agrave;m việc v&agrave; tr&igrave;nh độ học vấn của bạn như một phần của qu&aacute; tr&igrave;nh ứng tuyển, gia nhập, v&agrave; xem x&eacute;t đ&aacute;nh gi&aacute;/ chấp thuận nh&acirc;n sự.</p>
                                </li>
                            </ul>

                            <h3>1.2. Dữ Liệu Từ Thiết Bị Của Bạn</h3>

                            <p>Bất kỳ l&uacute;c n&agrave;o bạn sử dụng Trang Web, ch&uacute;ng t&ocirc;i sẽ thu thập Dữ liệu C&aacute; Nh&acirc;n của bạn dưới dạng dữ liệu kỹ thuật về thiết bị v&agrave; việc sử dụng thiết bị của bạn, như th&ocirc;ng tin về c&aacute;c trang web đ&atilde; duyệt, thời lượng duyệt web, x&aacute;c định thiết bị internet (ID), v&agrave; c&oacute; thể bao gồm:</p>

                            <ul>
                                <li>Vị Tr&iacute; Địa L&yacute;: Ch&uacute;ng t&ocirc;i c&oacute; thể thu thập th&ocirc;ng tin về vị tr&iacute; thực tế của bạn để cung cấp cho bạn c&aacute;c ưu đ&atilde;i ở địa điểm tương ứng được cung cấp tr&ecirc;n Trang Web. Ch&uacute;ng t&ocirc;i cũng c&oacute; thể định vị được vị tr&iacute; gần ch&iacute;nh x&aacute;c của bạn từ địa chỉ IP, GPS v&agrave; th&ocirc;ng tin kh&aacute;c do thiết bị di động của bạn cung cấp.</li>
                                <li>Nhật k&yacute; hoạt động: Khi bạn sử dụng Trang Web, ch&uacute;ng t&ocirc;i sẽ thu thập th&ocirc;ng tin m&agrave; ch&uacute;ng t&ocirc;i gọi l&agrave; &quot;nhật k&yacute; hoạt động&quot;. Nhật k&yacute; hoạt động c&oacute; thể được thu thập ngay cả khi bạn kh&ocirc;ng tạo t&agrave;i khoản tr&ecirc;n Trang Web. Nhật k&yacute; hoạt động n&agrave;y c&oacute; thể bao gồm (nhưng kh&ocirc;ng giới hạn) địa chỉ IP, loại tr&igrave;nh duyệt, hệ điều h&agrave;nh, quốc gia, c&aacute;c trang đ&atilde; truy cập, nh&agrave; cung cấp dịch vụ di động, th&ocirc;ng tin thiết bị của bạn cũng như c&aacute;c th&ocirc;ng tin kh&aacute;c li&ecirc;n quan đến việc sử dụng Internet. Ch&uacute;ng t&ocirc;i sử dụng nhật k&yacute; hoạt động để cung cấp cho bạn trải nghiệm tốt hơn khi sử dụng Trang Web.</li>
                                <li>Cookies v&agrave; c&aacute;c c&ocirc;ng nghệ tương tự: Cookie l&agrave; một phần dữ liệu nhỏ được lưu trữ trong m&aacute;y t&iacute;nh hoặc thiết bị di động của bạn để gi&uacute;p ch&uacute;ng t&ocirc;i theo d&otilde;i việc sử dụng Internet của bạn. Ch&uacute;ng t&ocirc;i sử dụng cookie trong một số email th&ocirc;ng b&aacute;o m&agrave; ch&uacute;ng t&ocirc;i gửi cho bạn sau mỗi giao dịch mua h&agrave;ng hoặc đặt dịch vụ tr&ecirc;n Trang Web. Bạn c&oacute; thể v&ocirc; hiệu h&oacute;a t&ugrave;y chọn cookie nếu muốn ch&uacute;ng t&ocirc;i dừng t&iacute;nh năng n&agrave;y, tuy nhi&ecirc;n, vui l&ograve;ng lưu &yacute; rằng nếu cookie bị v&ocirc; hiệu h&oacute;a, bạn c&oacute; thể kh&ocirc;ng truy cập v&agrave;o một phần hoặc to&agrave;n bộ Trang Web hoặc kh&ocirc;ng thể sử dụng một phần hoặc to&agrave;n bộ chức năng của Trang Web.</li>
                                <li>Th&ocirc;ng Tin Thiết Bị v&agrave; Ứng Dụng Đ&atilde; C&agrave;i Đặt: Ch&uacute;ng t&ocirc;i c&oacute; thể thu thập dữ liệu v&agrave; th&ocirc;ng tin từ điện thoại của bạn v&agrave;/hoặc từ c&aacute;c ứng dụng đ&atilde; c&agrave;i đặt tr&ecirc;n thiết bị của bạn để c&oacute; thể cung cấp một lược đồ đ&aacute;nh gi&aacute; rủi ro theo từng ph&acirc;n đoạn v&agrave; thống k&ecirc; tổng hợp th&ocirc;ng tin chỉ khi thật cần thiết, bao gồm trường hợp c&aacute;c th&ocirc;ng tin n&agrave;y được y&ecirc;u cầu cho việc kiểm tra li&ecirc;n quan đến dịch vụ t&agrave;i ch&iacute;nh của Mythstrip. Để bảo vệ danh t&iacute;nh của bạn, ch&uacute;ng t&ocirc;i x&oacute;a tất cả th&ocirc;ng tin định danh c&aacute; nh&acirc;n của bạn (nếu c&oacute;) v&agrave; đặt t&ecirc;n gọi kh&aacute;c cho c&aacute;c khối th&ocirc;ng tin đ&oacute;. Bất kỳ si&ecirc;u dữ liệu n&agrave;o được xử l&yacute; theo c&aacute;ch n&agrave;y sẽ kh&ocirc;ng thể được t&aacute;i tạo lại th&agrave;nh dữ liệu gốc được thu thập trước đ&oacute;.</li>
                            </ul>

                            <h3>1.3. Dữ Liệu thu thập từ B&ecirc;n Thứ Ba</h3>

                            <p>Th&ocirc;ng thường, ch&uacute;ng t&ocirc;i sẽ thu thập dữ liệu c&aacute; nh&acirc;n trực tiếp từ chủ thể dữ liệu, tuy nhi&ecirc;n, trong một số trường hợp ngoại lệ ch&uacute;ng t&ocirc;i vẫn sẽ thu thập Dữ Liệu C&aacute; Nh&acirc;n từ b&ecirc;n thứ ba (&ldquo;B&ecirc;n Thứ Ba&rdquo;) như:</p>

                            <ul>
                                <li>C&ocirc;ng ty v&agrave;/hoặc tổ chức đ&oacute;ng vai tr&ograve; l&agrave; nh&agrave; cung cấp v&agrave; c&aacute;c b&ecirc;n kh&aacute;c thay mặt ch&uacute;ng t&ocirc;i thực hiện một c&ocirc;ng đoạn bất kỳ, cung cấp dịch vụ tr&ecirc;n Trang Web, b&ecirc;n cung cấp dịch vụ cho ch&uacute;ng t&ocirc;i hoặc b&ecirc;n m&agrave; ch&uacute;ng t&ocirc;i hợp t&aacute;c theo bất kỳ hợp đồng (hoặc dạng cam kết kh&aacute;c);</li>
                                <li>B&ecirc;n cố vấn được ủy quyền của bạn (bao gồm nhưng kh&ocirc;ng giới hạn kế to&aacute;n, kiểm to&aacute;n vi&ecirc;n, luật sư, cố vấn t&agrave;i ch&iacute;nh, hoặc c&aacute;c cố vấn chuy&ecirc;n m&ocirc;n kh&aacute;c);</li>
                                <li>Bất kỳ c&aacute; nh&acirc;n n&agrave;o được bạn th&ocirc;ng b&aacute;o l&agrave;m người đại diện theo ủy quyền cho bạn; hoặc</li>
                                <li>Bất kỳ c&aacute; nh&acirc;n, cơ quan nh&agrave; nước, cơ quan quản l&yacute;, hoặc b&ecirc;n thứ ba n&agrave;o m&agrave; ch&uacute;ng t&ocirc;i được ph&eacute;p hoặc được y&ecirc;u cầu phải tiết lộ dữ liệu theo ph&aacute;p luật.</li>
                                <li>Bất kỳ Dữ Liệu C&aacute; Nh&acirc;n n&agrave;o được thu thập từ người sử dụng lao động của bạn, như một phần trong việc đăng k&yacute; dịch vụ tr&ecirc;n Trang Web cho doanh nghiệp hoặc tổ chức, m&agrave; việc đăng k&yacute; đ&oacute; đ&atilde; được chấp thuận bởi tập thể người lao động.</li>
                                <li>Dữ Liệu C&aacute; Nh&acirc;n được thu thập li&ecirc;n quan đến th&ocirc;ng tin t&agrave;i ch&iacute;nh hoặc lịch sử khi bạn đăng k&yacute;, đăng nhập, bổ sung, v&agrave;/hoặc li&ecirc;n kết (nếu c&oacute; li&ecirc;n quan) thẻ thanh to&aacute;n, sản phẩm vay, bảo hiểm, hoặc c&aacute;c sản phẩm dịch vụ t&agrave;i ch&iacute;nh kh&aacute;c hoặc t&agrave;i khoản th&ocirc;ng qua Trang Web. Dữ Liệu C&aacute; Nh&acirc;n n&agrave;y bao gồm nhưng kh&ocirc;ng giới hạn lịch sử thẻ thanh to&aacute;n hoặc t&agrave;i khoản giao dịch, chi tiết thẻ thanh to&aacute;n hoặc t&agrave;i khoản, v&agrave; lập bản đồ thanh to&aacute;n v&agrave;/hoặc thẻ thanh to&aacute;n hoặc trạng th&aacute;i t&agrave;i khoản hoặc t&igrave;nh trạng từ khoản thanh to&aacute;n li&ecirc;n quan hoặc b&ecirc;n cung cấp dịch vụ t&agrave;i ch&iacute;nh hay bất kỳ b&ecirc;n thứ ba n&agrave;o.</li>
                            </ul>

                            <p>Trong c&aacute;c trường hợp tr&ecirc;n, việc thu thập dữ liệu sẽ được thực hiện dựa tr&ecirc;n sự x&aacute;c nhận/chỉ đạo của bạn đối với B&ecirc;n Thứ Ba li&ecirc;n quan, hoặc phụ thuộc v&agrave;o việc B&ecirc;n Thứ Ba đ&oacute; c&oacute; nh&acirc;n được chấp thuận r&otilde; r&agrave;ng từ Bạn trước khi thu thập đ&oacute; hay kh&ocirc;ng.</p>

                            <h3>1.4. Dữ Liệu Của B&ecirc;n Thứ Ba Do Bạn Cung Cấp</h3>

                            <p>Bạn c&oacute; thể cung cấp cho ch&uacute;ng t&ocirc;i Dữ Liệu C&aacute; Nh&acirc;n li&ecirc;n quan đến c&aacute;c c&aacute; nh&acirc;n l&agrave; b&ecirc;n thứ ba (bao gồm khi bạn th&ecirc;m v&agrave;o bất kỳ dữ liệu của c&aacute; nh&acirc;n b&ecirc;n thứ ba n&agrave;o như h&agrave;nh kh&aacute;ch chuyến bay hoặc kh&aacute;ch đặt kh&aacute;ch sạn). Trong trường hợp tr&ecirc;n, bạn cam kết v&agrave; đảm bảo với ch&uacute;ng t&ocirc;i rằng bạn đ&atilde; c&oacute; được sự chấp thuận bằng văn bản từ c&aacute; nh&acirc;n b&ecirc;n thứ ba li&ecirc;n quan đ&oacute;, v&agrave; theo đ&oacute; bạn c&oacute; thẩm quyền đại diện cho c&aacute; nh&acirc;n đ&oacute; cho ph&eacute;p ch&uacute;ng t&ocirc;i thu thập, sử dụng, tiết lộ, v&agrave; xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của họ. Vui l&ograve;ng hiểu rằng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thể cung cấp dịch vụ nếu kh&ocirc;ng thể thu thập Dữ Liệu C&aacute; Nh&acirc;n tương ứng.</p>

                            <h2>2. C&aacute;ch Thức Thu Thập, Xử L&yacute;, Sử Dụng, hoặc Tiết lộ Dữ Liệu C&aacute; Nh&acirc;n</h2>

                            <h3>2.1. Sử Dụng Dữ Liệu C&aacute; Nh&acirc;n</h3>

                            <p>Ch&uacute;ng t&ocirc;i c&oacute; thể xử l&yacute; v&agrave; sử dụng Dữ Liệu C&aacute; Nh&acirc;n của bạn căn cứ v&agrave;o y&ecirc;u cầu của bạn v&agrave;/hoặc thỏa thuận hay Điều Khoản Sử Dụng m&agrave; bạn đ&atilde; chấp thuận v&agrave; đồng &yacute; để bị r&agrave;ng buộc cho c&aacute;c mục đ&iacute;ch sau đ&acirc;y (&ldquo;<strong>Mục Đ&iacute;ch</strong>&rdquo;), bao gồm nhưng kh&ocirc;ng giới hạn:</p>

                            <ul>
                                <li>Để x&aacute;c định bạn l&agrave; người d&ugrave;ng hay Nh&agrave; Cung Cấp, bao gồm việc đăng k&yacute;, duy tr&igrave; v&agrave; quản l&yacute; t&agrave;i khoản của bạn tr&ecirc;n Trang Web của Ch&uacute;ng T&ocirc;i;</li>
                                <li>Cung cấp cho bạn c&aacute;c g&oacute;i dịch vụ v&agrave; phong c&aacute;ch sống ph&ugrave; hợp với sở th&iacute;ch của bạn;</li>
                                <li>X&aacute;c minh t&agrave;i khoản, giao dịch, v&agrave;/hoặc việc đăng k&yacute; của bạn m&agrave; ch&uacute;ng t&ocirc;i c&oacute; thể, theo quyết định ri&ecirc;ng của ch&uacute;ng t&ocirc;i, cho l&agrave; cần thiết, trước khi cung cấp dịch vụ tr&ecirc;n Trang Web nếu bạn l&agrave; một nh&agrave; cung cấp hoặc, trước khi cung cấp bất kỳ dịch vụ n&agrave;o của ch&uacute;ng t&ocirc;i nếu bạn l&agrave; một người d&ugrave;ng;</li>
                                <li>Quản l&yacute;, vận h&agrave;nh v&agrave; quản trị Trang Web;</li>
                                <li>Li&ecirc;n hệ bạn li&ecirc;n quan đến việc bạn sử dụng v&agrave; đăng nhập v&agrave;o Trang Web cũng như quản l&yacute; c&aacute;c truy vấn v&agrave; y&ecirc;u cầu bạn gửi qua Trang Web;</li>
                                <li>T&ugrave;y chỉnh trải nghiệm của bạn khi bạn sử dụng Trang Web;</li>
                                <li>Đ&aacute;nh gi&aacute; v&agrave; cải thiện trải nghiệm v&agrave; độ h&agrave;i l&ograve;ng của qu&yacute; kh&aacute;ch h&agrave;ng bao gồm cả quản l&yacute; số điểm thưởng của bạn, cung cấp cho bạn c&aacute;c hoạt động tiếp thị trực tiếp hoặc c&aacute; nh&acirc;n h&oacute;a, v&agrave; đồng thời cung cấp hoặc đề xuất c&aacute;c dịch vụ từ ch&uacute;ng t&ocirc;i hoặc từ Nh&agrave; Cung Cấp hoặc c&aacute;c đối t&aacute;c kinh doanh của ch&uacute;ng t&ocirc;i;</li>
                                <li>Quan s&aacute;t v&agrave; đ&aacute;nh gi&aacute; c&aacute;c hoạt động, dữ liệu nh&acirc;n khẩu học, h&agrave;nh vi, c&aacute;c truy vấn t&igrave;m kiếm, thời gian phản hồi của bạn cho nhiều dịch vụ kh&aacute;c nhau được cung cấp tr&ecirc;n Trang Web, v&agrave; bất kỳ Dữ Liệu C&aacute; Nh&acirc;n n&agrave;o bạn đ&atilde; cung cấp cho Trang Web để hỗ trợ v&agrave; cải thiện hiệu suất, trải nghiệm người d&ugrave;ng, sự ph&aacute;t triển v&agrave; c&aacute;c chức năng của Trang Web. Ch&uacute;ng t&ocirc;i sẽ ẩn danh Dữ Liệu C&aacute; Nh&acirc;n của bạn (hoặc sử dụng phương thức kh&aacute;c được y&ecirc;u cầu theo ph&aacute;p luật hiện h&agrave;nh) trước khi ch&uacute;ng t&ocirc;i xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn cho những mục đ&iacute;ch tr&ecirc;n;</li>
                                <li>Ph&aacute;t hiện v&agrave; ngăn ngừa h&agrave;nh vi rửa tiền, t&agrave;i trợ khủng bố, gian lận, h&agrave;nh vi lạm dụng, v&agrave; phương hại hoặc h&agrave;nh vi bất hợp ph&aacute;p kh&aacute;c, bao gồm việc tu&acirc;n thủ theo ph&aacute;p luật hiện h&agrave;nh, đ&aacute;p ứng c&aacute;c y&ecirc;u cầu ph&aacute;p l&yacute;, v&agrave; bảo vệ quyền lợi của ch&uacute;ng t&ocirc;i;</li>
                                <li>C&ocirc;ng khai b&agrave;i đ&aacute;nh gi&aacute; của bạn về dịch vụ m&agrave; ch&uacute;ng t&ocirc;i cung cấp cũng như c&aacute;c sản phẩm m&agrave; ch&uacute;ng t&ocirc;i b&agrave;y b&aacute;n tr&ecirc;n Trang Web;</li>
                                <li>Thi h&agrave;nh c&aacute;c quy định trong Điều Khoản Sử Dụng của Mythstrip;</li>
                                <li>Giải quyết tranh chấp, thu hồi c&ocirc;ng nợ, v&agrave; giải quyết sự cố; v&agrave;</li>
                                <li>Cho bất kỳ mục đ&iacute;ch kh&aacute;c m&agrave; ch&uacute;ng t&ocirc;i sẽ th&ocirc;ng b&aacute;o cụ thể cho bạn khi ch&uacute;ng t&ocirc;i thu thập Dữ liệu C&aacute; Nh&acirc;n.</li>
                            </ul>

                            <h3>2.2. C&aacute;ch ch&uacute;ng t&ocirc;i sử dụng Dữ Liệu C&aacute; Nh&acirc;n của bạn cho c&aacute;c hoạt động tiếp thị:</h3>

                            <ul>
                                <li>Cho việc tiếp thị kỹ thuật số bao gồm nhưng kh&ocirc;ng giới hạn mạng x&atilde; hội, quảng c&aacute;o hiển thị, Tối Ưu H&oacute;a C&ocirc;ng Cụ T&igrave;m Kiếm (SEO), Tiếp Thị Tr&ecirc;n C&ocirc;ng Cụ T&igrave;m Kiếm (SEM), v&agrave; th&ocirc;ng b&aacute;o đẩy, v&iacute; dụ: sử dụng kỹ thuật biểu đồ mở, v.v.;</li>
                                <li>Cho c&aacute;c mục đ&iacute;ch tiếp thị th&ocirc;ng thường bao gồm, nhưng kh&ocirc;ng giới hạn việc gửi cho bạn c&aacute;c email hoặc th&ocirc;ng b&aacute;o về sản phẩm mới, ưu đ&atilde;i đặc biệt, c&aacute;c sản phẩm của Mythstripc&oacute; thể li&ecirc;n quan đến bạn, c&aacute;c bản tin, bản cập nhật, t&agrave;i liệu quảng c&aacute;o, quyền ưu ti&ecirc;n, lời ch&uacute;c nh&acirc;n c&aacute;c dịp lễ, phiếu khảo s&aacute;t v&agrave;/hoặc th&ocirc;ng tin kh&aacute;c m&agrave; ch&uacute;ng t&ocirc;i cho rằng bạn c&oacute; thể sẽ quan t&acirc;m.</li>
                                <li>Cho việc đăng k&yacute;, sử dụng, truy cập của bạn v&agrave; tạo một hoặc nhiều t&agrave;i khoản cho bạn tr&ecirc;n trang web/ứng dụng của c&aacute;c c&ocirc;ng ty con v&agrave;/hoặc c&aacute;c c&ocirc;ng ty li&ecirc;n kết.</li>
                                <li>Cho việc chuyển c&aacute;c b&agrave;i đ&aacute;nh gi&aacute; của bạn tr&ecirc;n Trang Web của ch&uacute;ng t&ocirc;i qua trang web/ứng dụng của c&aacute;c c&ocirc;ng ty con v&agrave;/hoặc c&aacute;c c&ocirc;ng ty li&ecirc;n kết của ch&uacute;ng t&ocirc;i (&ldquo;Chuyển Đổi Dữ Liệu&rdquo;).</li>
                                <li>Ch&uacute;ng t&ocirc;i cũng c&oacute; thể th&ocirc;ng b&aacute;o c&aacute;c hoạt động tiếp thị tr&ecirc;n cho bạn bằng nhiều phương thức, nếu c&oacute; thể (bao gồm qua tin nhắn SMS, WhatsApp, th&ocirc;ng b&aacute;o đẩy, hoặc email).</li>
                            </ul>

                            <p>Vui l&ograve;ng lưu &yacute; rằng bạn c&oacute; thể từ chối nhận th&ocirc;ng tin tiếp thị từ ch&uacute;ng t&ocirc;i bao gồm cả việc Chuyển Đổi Dữ Liệu bằng c&aacute;ch thực hiện theo hướng dẫn hủy đăng k&yacute; được n&ecirc;u trong t&agrave;i liệu tiếp thị của ch&uacute;ng t&ocirc;i hoặc bằng c&aacute;ch li&ecirc;n hệ với ch&uacute;ng t&ocirc;i theo chi tiết li&ecirc;n hệ b&ecirc;n dưới để ch&uacute;ng t&ocirc;i hỗ trợ thực hiện theo y&ecirc;u cầu của bạn. Tuy nhi&ecirc;n, xin lưu &yacute; rằng việc từ chối n&agrave;y sẽ c&oacute; hiệu lực trong v&ograve;ng 7 (bảy) Ng&agrave;y L&agrave;m Việc sau khi bạn hủy đăng k&yacute; dịch vụ th&agrave;nh c&ocirc;ng.</p>

                            <h3>2.3. Cơ Sở Cho Việc Xử L&yacute; Dữ Liệu</h3>

                            <p>Ch&uacute;ng t&ocirc;i c&oacute; thể thu thập, xử l&yacute;, sử dụng, hoặc tiết lộ Dữ Liệu C&aacute; Nh&acirc;n của bạn trong phạm vi cho ph&eacute;p, tr&ecirc;n cơ sở ph&ugrave; hợp với ph&aacute;p luật hiện h&agrave;nh theo Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y như sau:</p>

                            <ul>
                                <li>Chấp thuận:
                                <p>Th&ocirc;ng thường, ch&uacute;ng t&ocirc;i sẽ thu thập, sử dụng, tiết lộ hoặc xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn theo Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y căn cứ v&agrave;o chấp thuận của bạn khi bạn truy cập v&agrave;o Trang Web v&agrave;/hoặc đặt chỗ với ch&uacute;ng t&ocirc;i.</p>
                                </li>
                                <li>Hợp Đồng:
                                <p>Dữ Liệu C&aacute; Nh&acirc;n của bạn c&oacute; thể được xử l&yacute; để thực hiện nghĩa vụ hợp đồng khi Bạn x&aacute;c lập giao dịch hoặc đặt chỗ với ch&uacute;ng t&ocirc;i, theo quy định tại Điều Khoản v&agrave; Điều Kiện của ch&uacute;ng t&ocirc;i v&agrave; bởi Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y khi sử dụng dịch vụ c&oacute; sẵn của ch&uacute;ng t&ocirc;i tr&ecirc;n Trang Web/Ứng Dụng.</p>
                                </li>
                                <li>Nghĩa Vụ Ph&aacute;p L&yacute;:
                                <p>Trong một số trường hợp, ch&uacute;ng t&ocirc;i c&oacute; thể xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn cho mục đ&iacute;ch tu&acirc;n thủ c&aacute;c nghĩa vụ v&agrave; điều kiện theo quy định của ph&aacute;p luật hiện h&agrave;nh, y&ecirc;u cầu của cơ quan nh&agrave; nước, hoặc cơ quan quản l&yacute; chuy&ecirc;n m&ocirc;n.</p>
                                </li>
                                <li>Lợi &Iacute;ch Thiết Yếu:
                                <p>Ch&uacute;ng t&ocirc;i c&oacute; thể xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn khi cần thiết để bảo vệ lợi &iacute;ch thiết yếu của bạn hoặc của những người kh&aacute;c.</p>
                                </li>
                                <li>Lợi &Iacute;ch Hợp Ph&aacute;p:
                                <p>Dữ Liệu C&aacute; Nh&acirc;n c&oacute; thể được xử l&yacute; ph&ugrave; hợp với quyền v&agrave; lợi &iacute;ch hợp ph&aacute;p của ch&uacute;ng t&ocirc;i, v&iacute; dụ như để cải thiện chất lượng dịch vụ, quản trị bảo mật v&agrave; ngăn chặn lừa đảo, trong khi vẫn đảm bảo quyền v&agrave; lợi &iacute;ch của bạn, như được tr&igrave;nh b&agrave;y tại Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y.</p>
                                </li>
                            </ul>

                            <h2>3. Chia Sẻ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn</h2>

                            <p>Ch&uacute;ng t&ocirc;i c&oacute; thể chia sẻ Dữ Liệu C&aacute; Nh&acirc;n của bạn với c&aacute;c c&ocirc;ng ty, tổ chức v&agrave; c&aacute; nh&acirc;n kh&aacute;c bao gồm c&aacute;c c&ocirc;ng ty con v&agrave; chi nh&aacute;nh của ch&uacute;ng t&ocirc;i, những người đ&atilde; đồng &yacute; xử l&yacute; Dữ liệu c&aacute; nh&acirc;n của bạn với mức độ bảo mật kh&ocirc;ng thấp hơn ti&ecirc;u chuẩn bảo mật tối thiểu được n&ecirc;u trong Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y (mỗi b&ecirc;n được gọi l&agrave; &ldquo;<strong>B&ecirc;n Thứ Ba</strong>&rdquo;) trong qu&aacute; tr&igrave;nh cung cấp dịch vụ cho bạn v&agrave; c&aacute;c kh&aacute;ch h&agrave;ng kh&aacute;c của Mythstripv&agrave; cho bất kỳ mục đ&iacute;ch n&agrave;o dưới đ&acirc;y hoặc c&aacute;c mục đ&iacute;ch kh&aacute;c ph&ugrave; hợp với quy định của ph&aacute;p luật hiện h&agrave;nh:</p>

                            <ul>
                                <li>tạo điều kiện thuận lợi cho việc đặt chỗ hoặc c&aacute;c tương t&aacute;c kh&aacute;c giữa người d&ugrave;ng v&agrave;/hoặc Nh&agrave; Cung Cấp, nếu bạn l&agrave; người d&ugrave;ng;</li>
                                <li>cho ph&eacute;p ch&uacute;ng t&ocirc;i v&agrave;/hoặc Nh&agrave; Cung Cấp thực hiện hoặc cung cấp dịch vụ/t&iacute;nh năng tr&ecirc;n Trang Web, nếu bạn l&agrave; người d&ugrave;ng;</li>
                                <li>cho ph&eacute;p người d&ugrave;ng y&ecirc;u cầu, nhận v&agrave; ho&agrave;n th&agrave;nh mọi y&ecirc;u cầu đặt chỗ hoặc giữ chỗ từ người d&ugrave;ng gửi tới bạn, nếu bạn l&agrave; Nh&agrave; Cung Cấp;</li>
                                <li>cho ph&eacute;p B&ecirc;n Thứ Ba thực hiện x&aacute;c minh, x&aacute;c thực, đ&aacute;nh gi&aacute; rủi ro, ph&ograve;ng chống gian lận cũng như ph&aacute;t triển v&agrave; bảo tr&igrave; sản phẩm m&agrave; ch&uacute;ng t&ocirc;i hoặc B&ecirc;n Thứ Ba kh&aacute;c cho l&agrave; cần thiết cho bạn khi cung cấp c&aacute;c dịch vụ, bao gồm mọi hoạt động li&ecirc;n quan đến ph&ograve;ng, chống rửa tiền v&agrave; chống t&agrave;i trợ khủng bố v&agrave; kiểm tra điều kiện t&iacute;n dụng;</li>
                                <li>trong trường hợp giao dịch s&aacute;p nhập, hợp nhất, thay đổi quyền kiểm so&aacute;t hoặc quyền sở hữu, t&aacute;i cơ cấu v&agrave;/hoặc b&aacute;n t&agrave;i sản c&ocirc;ng ty trong hoạt động kinh doanh của Mythstripth&igrave; Dữ Liệu C&aacute; Nh&acirc;n của bạn c&oacute; thể được tiết lộ v&agrave; chuyển giao như một phần của giao dịch (ngay cả khi cuối c&ugrave;ng giao dịch kh&ocirc;ng được thực hiện).</li>
                                <li>li&ecirc;n quan đến c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i chia sẻ Dữ Liệu C&aacute; Nh&acirc;n với c&aacute;c Nh&agrave; Cung Cấp dịch vụ lưu trữ trang web, ph&acirc;n t&iacute;ch dữ liệu, tiếp thị, khuyến m&atilde;i, xử l&yacute; giao dịch thẻ t&iacute;n dụng, đ&aacute;nh gi&aacute; mức t&iacute;n dụng v&agrave; c&aacute;c dịch vụ li&ecirc;n quan kh&aacute;c;</li>
                                <li>hỗ trợ qu&aacute; tr&igrave;nh ho&agrave;n tiền hoặc y&ecirc;u cầu bảo hiểm với Nh&agrave; Cung Cấp hoặc nh&agrave; cung cấp dịch vụ của ch&uacute;ng t&ocirc;i, nếu bạn l&agrave; người d&ugrave;ng; v&agrave;/hoặc</li>
                                <li>hỗ trợ qu&aacute; tr&igrave;nh x&aacute;c minh với bất kỳ b&ecirc;n thứ ba n&agrave;o cung cấp dịch vụ tr&ecirc;n Trang Web của ch&uacute;ng t&ocirc;i, nếu bạn l&agrave; người d&ugrave;ng.</li>
                            </ul>

                            <p>Ch&uacute;ng t&ocirc;i sẽ th&ocirc;ng b&aacute;o cho bạn khi cần v&agrave; xin chấp thuận của bạn nếu ch&uacute;ng t&ocirc;i cần thu thập, sử dụng hoặc xử l&yacute; th&ecirc;m Dữ Liệu C&aacute; Nh&acirc;n của bạn cho c&aacute;c mục đ&iacute;ch kh&aacute;c ngo&agrave;i mục đ&iacute;ch được n&ecirc;u trong Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y.</p>

                            <h2>4. Chuyển Dữ Liệu Xuy&ecirc;n Bi&ecirc;n Giới</h2>

                            <p>Bạn c&oacute; thể sử dụng c&aacute;c Dịch Vụ được cung cấp qua Trang Web tr&ecirc;n to&agrave;n thế giới. Để thực hiện được điều đ&oacute;, bạn x&aacute;c nhận v&agrave; đồng &yacute; rằng Dữ Liệu C&aacute; Nh&acirc;n của bạn c&oacute; thể được chuyển đến hoặc truy cập bởi c&aacute;c tổ chức tr&ecirc;n khắp thế giới. Dữ Liệu C&aacute; Nh&acirc;n của bạn c&oacute; thể được chuyển từ một quốc gia (&ldquo;<strong>Nước Truyền Dữ Liệu</strong>&rdquo;) m&agrave; bạn đang lưu tr&uacute; khi sử dụng Dịch Vụ của ch&uacute;ng t&ocirc;i sang c&aacute;c quốc gia kh&aacute;c (&ldquo;<strong>Nước Nhận Dữ Liệu</strong>&rdquo;).</p>

                            <p>&nbsp;</p>

                            <p>Khi ch&uacute;ng t&ocirc;i chuyển Dữ Liệu C&aacute; Nh&acirc;n của bạn từ Nước Truyền Dữ Liệu sang Nước Nhận Dữ Liệu, ch&uacute;ng t&ocirc;i sẽ tu&acirc;n thủ mọi nghĩa vụ ph&aacute;p l&yacute; v&agrave; quy định li&ecirc;n quan đến dữ liệu của bạn một c&aacute;ch thận trọng để chắc chắn rằng dữ liệu của bạn phải được bảo vệ. Nội dung bảo vệ bao gồm y&ecirc;u cầu xuất tr&igrave;nh l&yacute; do ch&iacute;nh đ&aacute;ng cho việc chuyển giao dữ liệu qua bi&ecirc;n giới v&agrave; thực hiện c&aacute;c biện ph&aacute;p ph&ugrave; hợp để duy tr&igrave; mức độ bảo vệ tương đương giữa c&aacute;c quốc gia đối với Dữ Liệu C&aacute; Nh&acirc;n của bạn. Ngo&agrave;i ra, ch&uacute;ng t&ocirc;i sẽ đảm bảo rằng b&ecirc;n nhận dữ liệu tại Nước Nhận Dữ Liệu c&oacute; nghĩa vụ bảo vệ Dữ Liệu C&aacute; Nh&acirc;n của bạn theo c&aacute;ch ph&ugrave; hợp với c&aacute;c ti&ecirc;u chuẩn theo ph&aacute;p luật hiện h&agrave;nh. Trong mọi trường hợp, ch&uacute;ng t&ocirc;i sẽ thực hiện c&aacute;c bước th&iacute;ch hợp để đảm bảo rằng Dữ Liệu C&aacute; Nh&acirc;n của bạn vẫn tu&acirc;n theo ti&ecirc;u chuẩn bảo vệ tương đương với ti&ecirc;u chuẩn bảo vệ dữ liệu được quy định theo ph&aacute;p luật của quốc gia của bạn.</p>

                            <h2>5. Quyền đối với Dữ Liệu C&aacute; Nh&acirc;n Của Bạn</h2>

                            <p>Theo quy định của ph&aacute;p luật li&ecirc;n quan, bạn được thực hiện c&aacute;c quyền sau li&ecirc;n quan đến Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh:</p>

                            <ul>
                                <li>Bạn c&oacute; thể y&ecirc;u cầu được cung cấp th&ocirc;ng tin về việc xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh v&agrave; nhận bản sao của c&aacute;c th&ocirc;ng tin đ&atilde; y&ecirc;u cầu.</li>
                                <li>Bạn c&oacute; thể tạo một t&agrave;i khoản người d&ugrave;ng dựa tr&ecirc;n th&ocirc;ng tin m&agrave; bạn cung cấp. Bằng c&aacute;ch cung cấp th&ocirc;ng tin đ&oacute;, đăng k&yacute; v&agrave; tạo t&agrave;i khoản, bạn cam kết rằng th&ocirc;ng tin bạn cung cấp l&agrave; đ&uacute;ng v&agrave; ch&iacute;nh x&aacute;c, được cập nhật v&agrave; đầy đủ.</li>
                                <li>Trong một số trường hợp, bạn c&oacute; quyền y&ecirc;u cầu chỉnh sửa v&agrave;/hoặc x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh.</li>
                                <li>Trong một số ho&agrave;n cảnh cụ thể, bạn c&oacute; thể y&ecirc;u cầu hạn chế hoặc phản đối việc xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh.</li>
                                <li>Bạn c&oacute; thể r&uacute;t lại chấp thuận đối với việc xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh nếu việc xử l&yacute; đ&oacute; phụ thuộc v&agrave;o chấp thuận của Bạn.</li>
                                <li>Bạn c&oacute; thể y&ecirc;u cầu nhận hoặc chuyển Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh đến một tổ chức kh&aacute;c ở định dạng c&oacute; thể đọc được bằng m&aacute;y, trong đ&oacute; dữ liệu của bạn được xử l&yacute; dựa tr&ecirc;n sự chấp thuận của bạn hoặc như một phần của việc thực hiện hợp đồng.</li>
                                <li>Nếu quyền ri&ecirc;ng tư dữ liệu của bạn bị vi phạm hoặc bạn bị x&acirc;m hại do h&agrave;nh vi xử l&yacute; bất hợp ph&aacute;p Dữ Liệu C&aacute; Nh&acirc;n của bạn, bạn c&oacute; quyền khiếu nại với cơ quan bảo mật dữ liệu c&oacute; li&ecirc;n quan.</li>
                            </ul>

                            <p>Bạn lu&ocirc;n c&oacute; quyền t&ugrave;y chọn c&oacute; chia sẻ Dữ Liệu C&aacute; Nh&acirc;n của m&igrave;nh với ch&uacute;ng t&ocirc;i hay kh&ocirc;ng. Nếu bạn đ&atilde; từng chấp thuận cho việc xử l&yacute; dữ liệu trước đ&acirc;y v&agrave; sau đ&oacute; quyết định r&uacute;t lại chấp thuận đ&oacute;, ch&uacute;ng t&ocirc;i sẽ t&ocirc;n trọng quyết định của bạn theo nghĩa vụ tu&acirc;n thủ ph&aacute;p luật của ch&uacute;ng t&ocirc;i.</p>

                            <p>&nbsp;</p>

                            <p>Tuy nhi&ecirc;n, việc kh&ocirc;ng chia sẻ Dữ Liệu C&aacute; Nh&acirc;n của bạn với ch&uacute;ng t&ocirc;i hoặc r&uacute;t lại sự chấp thuận hoặc kh&ocirc;ng đồng &yacute; với Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư của ch&uacute;ng t&ocirc;i c&oacute; thể ảnh hưởng đến khả năng ch&uacute;ng t&ocirc;i thực hiện c&aacute;c h&agrave;nh động cần thiết cho c&aacute;c mục đ&iacute;ch được n&ecirc;u trong&nbsp;Phần 2&nbsp;hoặc c&oacute; thể hạn chế việc bạn sử dụng Ứng Dụng hoặc Trang Web.</p>

                            <p>&nbsp;</p>

                            <p>Xin lưu &yacute; rằng tất cả c&aacute;c y&ecirc;u cầu sẽ được s&agrave;ng lọc v&agrave; x&aacute;c minh kỹ lưỡng. Để x&aacute;c nhận danh t&iacute;nh v&agrave; thẩm quyền đưa ra y&ecirc;u cầu của bạn, ch&uacute;ng t&ocirc;i c&oacute; thể y&ecirc;u cầu bạn cung cấp th&ocirc;ng tin hoặc t&agrave;i liệu hỗ trợ. Sau khi được x&aacute;c minh, ch&uacute;ng t&ocirc;i sẽ xử l&yacute; y&ecirc;u cầu của bạn trong khung thời gian theo quy định của ph&aacute;p luật c&oacute; li&ecirc;n quan.</p>

                            <h2>6. Điều chỉnh &amp; Cập Nhật Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư</h2>

                            <p>T&ugrave;y từng thời điểm, Mythstripc&oacute; thể điều chỉnh Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y để cập nhật những thay đổi về ph&aacute;p luật v&agrave; c&aacute;c quy định, thực tiễn sử dụng của ch&uacute;ng t&ocirc;i, c&aacute;c t&iacute;nh năng tr&ecirc;n Trang Web của ch&uacute;ng t&ocirc;i v&agrave;/hoặc những cải tiến về mặt c&ocirc;ng nghệ. Trong trường hợp c&aacute;c điều chỉnh n&ecirc;u tr&ecirc;n dẫn đến thay đổi trong c&aacute;ch thức m&agrave; ch&uacute;ng t&ocirc;i thu thập hoặc sử dụng Dữ Liệu C&aacute; Nh&acirc;n của bạn:</p>

                            <ul>
                                <li>ch&uacute;ng t&ocirc;i sẽ th&ocirc;ng b&aacute;o cho bạn về bất kỳ điều chỉnh n&agrave;o như vậy bằng th&ocirc;ng b&aacute;o chung được đăng tr&ecirc;n Trang Web hoặc bằng c&aacute;ch kh&aacute;c được gửi tới địa chỉ email được thiết lập trong t&agrave;i khoản của bạn,</li>
                                <li>những điều chỉnh như vậy sẽ được đăng trong Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y v&agrave; ng&agrave;y c&oacute; hiệu lực sẽ được ghi ch&uacute; ở phần đầu của mỗi Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư được điều chỉnh tương ứng đ&oacute;, v&agrave;</li>
                                <li>việc bạn tiếp tục sử dụng Trang Web, li&ecirc;n lạc với ch&uacute;ng t&ocirc;i hoặc truy cập v&agrave; sử dụng c&aacute;c dịch vụ sau bất kỳ sửa đổi n&agrave;o đối với Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư như vậy sẽ tạo th&agrave;nh chấp thuận của bạn đối với Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y v&agrave; tất cả c&aacute;c nội dung điều chỉnh trong đ&oacute;.</li>
                            </ul>

                            <p>Việc bạn tiếp tục sử dụng c&aacute;c dịch vụ, Ứng Dụng v&agrave;/hoặc Trang Web của Mythstrip sau ng&agrave;y c&oacute; hiệu lực của c&aacute;c chỉnh sửa, cập nhật hoặc điều chỉnh đối với Ch&iacute;nh S&aacute;ch Quyền Ri&ecirc;ng Tư n&agrave;y, cho d&ugrave; bạn đ&atilde; xem x&eacute;t trước đ&oacute; hay chưa, cũng sẽ tạo th&agrave;nh sự chấp thuận của bạn để bị r&agrave;ng buộc bởi những nội dung điều chỉnh đ&oacute;.</p>

                            <h2>7. X&oacute;a Dữ Liệu C&aacute; Nh&acirc;n Của Bạn</h2>

                            <p>Trong phạm vi ph&ugrave; hợp với quy định của ph&aacute;p luật hiện h&agrave;nh, bạn c&oacute; quyền y&ecirc;u cầu ch&uacute;ng t&ocirc;i x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n m&agrave; ch&uacute;ng t&ocirc;i lưu trữ khỏi hệ thống của m&igrave;nh. Bạn c&oacute; thể gửi y&ecirc;u cầu cho ch&uacute;ng t&ocirc;i theo th&ocirc;ng tin li&ecirc;n hệ b&ecirc;n dưới để y&ecirc;u cầu x&oacute;a dữ liệu.</p>

                            <p>&nbsp;</p>

                            <p>Ch&uacute;ng t&ocirc;i sẽ nỗ lực hợp l&yacute;, kh&ocirc;ng tr&igrave; ho&atilde;n m&agrave; kh&ocirc;ng c&oacute; l&yacute; do ch&iacute;nh đ&aacute;ng, hoặc trong khoảng thời gian theo quy định của luật hiện h&agrave;nh, để x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của bạn hoặc sẽ nỗ lực hợp l&yacute; để x&oacute;a c&aacute;c phương tiện hoặc th&ocirc;ng tin định danh c&aacute; nh&acirc;n m&agrave; Dữ Liệu C&aacute; Nh&acirc;n c&oacute; thể li&ecirc;n quan đến bạn với tư c&aacute;ch l&agrave; c&aacute; nh&acirc;n, nếu:</p>

                            <ul>
                                <li>việc lưu trữ Dữ Liệu C&aacute; Nh&acirc;n đ&oacute; kh&ocirc;ng c&ograve;n phục vụ cho mục đ&iacute;ch thu thập Dữ Liệu C&aacute; Nh&acirc;n đ&oacute; nữa;</li>
                                <li>ch&uacute;ng t&ocirc;i kh&ocirc;ng được ph&aacute;p luật hiện h&agrave;nh cho ph&eacute;p hoặc y&ecirc;u cầu lưu trữ Dữ Liệu C&aacute; Nh&acirc;n; v&agrave;/hoặc</li>
                                <li>Trong trường hợp ph&aacute;p luật hiện h&agrave;nh bắt buộc, căn cứ v&agrave;o y&ecirc;u cầu x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của bạn.</li>
                            </ul>

                            <p>Xin lưu &yacute; rằng một khi bạn y&ecirc;u cầu ch&uacute;ng t&ocirc;i x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của bạn, ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thể tiếp tục cung cấp cho bạn một số dịch vụ của ch&uacute;ng t&ocirc;i v&agrave; bạn đồng &yacute; rằng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; với bạn về bất kỳ tổn thất hoặc thiệt hại n&agrave;o ph&aacute;t sinh từ hoặc li&ecirc;n quan đến việc chấm dứt dịch vụ đ&oacute;.</p>

                            <h2>8. Lưu Trữ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn</h2>

                            <p>Trừ khi ch&uacute;ng t&ocirc;i x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của bạn khỏi hệ thống của ch&uacute;ng t&ocirc;i sau khi nhận được y&ecirc;u cầu từ bạn, Dữ Liệu C&aacute; Nh&acirc;n của bạn sẽ được ch&uacute;ng t&ocirc;i lưu trữ miễn l&agrave; t&agrave;i khoản của bạn vẫn tồn tại, v&agrave; để cung cấp cho bạn c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i khi cần, v&agrave;/hoặc v&igrave; lợi &iacute;ch kinh doanh hợp ph&aacute;p của ch&uacute;ng t&ocirc;i hoặc trong thời gian việc lưu trữ đ&oacute; l&agrave; bắt buộc hoặc được cho ph&eacute;p theo quy định của ph&aacute;p luật hiện h&agrave;nh.</p>

                            <p>&nbsp;</p>

                            <p>Ch&uacute;ng t&ocirc;i sẽ x&oacute;a Dữ Liệu C&aacute; Nh&acirc;n của bạn sau 5 (năm) năm hoặc l&acirc;u hơn theo y&ecirc;u cầu của ph&aacute;p luật v&agrave; quy định hiện h&agrave;nh kể từ ng&agrave;y bạn chấm dứt/hủy đăng k&yacute; t&agrave;i khoản của m&igrave;nh với ch&uacute;ng t&ocirc;i.</p>

                            <h2>9. Bảo Vệ Dữ Liệu C&aacute; Nh&acirc;n Của Bạn</h2>

                            <p>Ch&uacute;ng t&ocirc;i sẽ bảo vệ Dữ Liệu C&aacute; Nh&acirc;n của bạn bằng c&aacute;ch duy tr&igrave; c&aacute;c thỏa thuận bảo mật hợp l&yacute;, bao gồm c&aacute;c biện ph&aacute;p vật l&yacute;, kỹ thuật v&agrave; tổ chức để ngăn chặn việc truy cập, thu thập, sử dụng, tiết lộ, sao ch&eacute;p, sửa đổi, xử l&yacute; tr&aacute;i ph&eacute;p hoặc c&aacute;c rủi ro tương tự. Tuy nhi&ecirc;n, vui l&ograve;ng đặc biệt lưu &yacute; rằng mặc d&ugrave; ch&uacute;ng t&ocirc;i thực hiện nhiều biện ph&aacute;p bảo mật để bảo vệ th&ocirc;ng tin của bạn nhưng kh&ocirc;ng c&oacute; g&igrave; tr&ecirc;n internet được bảo mật 100% v&agrave; ch&uacute;ng t&ocirc;i kh&ocirc;ng thể đảm bảo sự an to&agrave;n tuyệt đối cho Dữ Liệu C&aacute; Nh&acirc;n của bạn.</p>

                            <p>&nbsp;</p>

                            <p>Nếu ch&uacute;ng t&ocirc;i gặp phải h&agrave;nh vi x&acirc;m phạm dữ liệu li&ecirc;n quan đến Dữ Liệu C&aacute; Nh&acirc;n của bạn, trong phạm vi được y&ecirc;u cầu theo ph&aacute;p luật hiện h&agrave;nh, ch&uacute;ng t&ocirc;i sẽ th&ocirc;ng b&aacute;o cho bạn qua c&aacute;c k&ecirc;nh của ch&uacute;ng t&ocirc;i, d&ugrave; trực tiếp hay gi&aacute;n tiếp, để cung cấp cho bạn đầy đủ th&ocirc;ng tin về h&agrave;nh vi x&acirc;m phạm dữ liệu đ&oacute; v&agrave; sẽ nỗ lực bảo vệ cho Dữ Liệu C&aacute; Nh&acirc;n của bạn kh&ocirc;ng bị lạm dụng.</p>

                            <h2>10. Li&ecirc;n Kết đến C&aacute;c Trang Web Kh&aacute;c</h2>

                            <p>Trang Web c&oacute; thể chứa c&aacute;c li&ecirc;n kết dẫn đến c&aacute;c trang web kh&aacute;c. Tuy nhi&ecirc;n, ch&uacute;ng t&ocirc;i kh&ocirc;ng c&oacute; bất kỳ quyền kiểm so&aacute;t n&agrave;o đối với c&aacute;c trang web được li&ecirc;n kết như vậy. Vui l&ograve;ng lưu &yacute; rằng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm về ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư hoặc thực tiễn thực hiện c&ocirc;ng t&aacute;c bảo vệ quyền ri&ecirc;ng tư của c&aacute;c trang web đ&oacute; v&agrave; ch&uacute;ng t&ocirc;i khuyến nghị bạn đọc kĩ ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư của mỗi trang web bạn truy cập c&oacute; thu thập Dữ Liệu C&aacute; Nh&acirc;n của bạn.</p>

                            <h2>11. Khiếu Nại</h2>

                            <p>Nếu bạn c&oacute; khiếu nại về việc ch&uacute;ng t&ocirc;i xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i theo&nbsp;<strong>Th&ocirc;ng Tin Li&ecirc;n Hệ</strong>&nbsp;b&ecirc;n dưới. Ch&uacute;ng t&ocirc;i sẽ xử l&yacute; khiếu nại của bạn một c&aacute;ch bảo mật. Ch&uacute;ng t&ocirc;i sẽ li&ecirc;n hệ với bạn trong thời gian hợp l&yacute; sau khi nhận được khiếu nại của bạn để trao đổi về vấn đề đ&oacute; v&agrave; đưa ra c&aacute;c lựa chọn về c&aacute;ch giải quyết khiếu nại của bạn.</p>

                            <p>&nbsp;</p>

                            <p>Nếu c&oacute; bất kỳ khiếu nại n&agrave;o về việc xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của bạn m&agrave; ch&uacute;ng t&ocirc;i kh&ocirc;ng giải quyết được, bạn c&oacute; thể khiếu nại với cơ quan quản l&yacute; c&oacute; thẩm quyền li&ecirc;n quan. Mọi Dữ Liệu C&aacute; Nh&acirc;n m&agrave; ch&uacute;ng t&ocirc;i thu thập trong khi xử l&yacute; hoặc giải quyết khiếu nại của bạn sẽ chỉ được sử dụng cho mục đ&iacute;ch giải quyết khiếu nại đ&oacute;.</p>

                            <h2>&nbsp;</h2>

                            <p>Xin lưu &yacute; rằng trong số Dữ Liệu C&aacute; Nh&acirc;n m&agrave; ch&uacute;ng t&ocirc;i c&oacute; thể thu thập như đ&atilde; n&oacute;i ở tr&ecirc;n, c&oacute; thể c&oacute; một số dữ liệu c&aacute; nh&acirc;n được x&aacute;c định l&agrave; dữ liệu c&aacute; nh&acirc;n nhạy cảm theo quy định tại Nghị định 13/2023/NĐ-CP về Bảo Vệ Dữ Liệu C&aacute; Nh&acirc;n. Trong trường hợp đ&oacute;, ch&uacute;ng t&ocirc;i đặc biệt khuy&ecirc;n bạn n&ecirc;n kiểm tra cẩn thận dữ liệu sắp chia sẻ trước khi tiếp tục giao dịch với ch&uacute;ng t&ocirc;i.</p>

                            <p>&nbsp;</p>

                            <p>Trừ khi ph&aacute;p luật c&oacute; quy định kh&aacute;c, nếu c&oacute; c&aacute; nh&acirc;n thứ ba l&agrave; trẻ từ đủ 7 tuổi trở l&ecirc;n, bạn cam kết v&agrave; bảo đảm với ch&uacute;ng t&ocirc;i rằng bạn đ&atilde; nhận được sự đồng &yacute; bằng văn bản hợp lệ của trẻ v&agrave; cha mẹ hoặc người gi&aacute;m hộ hợp ph&aacute;p của trẻ đối với việc ch&uacute;ng t&ocirc;i xử l&yacute; Dữ Liệu C&aacute; Nh&acirc;n của trẻ. Dữ liệu C&aacute; nh&acirc;n m&agrave; ch&uacute;ng t&ocirc;i thu thập sẽ bao gồm ng&agrave;y sinh để x&aacute;c minh độ tuổi v&agrave; c&aacute;c th&ocirc;ng tin kh&aacute;c t&ugrave;y thuộc v&agrave;o y&ecirc;u cầu truy vấn hoặc dịch vụ bạn muốn sử dụng. Ch&uacute;ng t&ocirc;i cam kết việc xử l&yacute; dữ liệu c&aacute; nh&acirc;n của trẻ em lu&ocirc;n được thực hiện theo nguy&ecirc;n tắc bảo vệ quyền v&agrave; lợi &iacute;ch tốt nhất của trẻ em.</p>

                            <h2>&nbsp;</h2>

                        
                    </div>
                </div>
            </div>
        </div>
        <!-- About End -->
        
        

{% endblock %}