{% extends "app/base1.html" %}
{% load static %}
{% block title %} Mythstrip | About {% endblock title %}
{% block  content%}


        <!-- Header Start -->
        <div class="container-fluid bg-breadcrumb">
            <div class="container text-center py-5" style="max-width: 900px;">
                <h3 class="text-white display-3 mb-4">Các điều khoản và điều kiện</h1>
            </div>
        </div>
        <!-- Header End -->
        <!-- About Start -->
        <div class="container-fluid about py-5">
            <div class="container py-5">
                <div class="row g-5 align-items-center">
                    
                    <div class="col-lg-12" style="background: linear-gradient(rgba(255, 255, 255, .8), rgba(255, 255, 255, .8)), url(img/about-img-1.png);">
                        <p class="mb-4"><h3><strong>ĐIỀU KHOẢN SỬ DỤNG</strong></h3>

                            <p>BẠN PHẢI ĐỌC NHỮNG ĐIỀU KHOẢN SỬ DỤNG DƯỚI Đ&Acirc;Y TRƯỚC KHI SỬ DỤNG TRANG WEB N&Agrave;Y. VIỆC SỬ DỤNG TRANG WEB N&Agrave;Y X&Aacute;C NHẬN VIỆC CHẤP THUẬN V&Agrave; TU&Acirc;N THỦ C&Aacute;C ĐIỀU KHOẢN V&Agrave; ĐIỀU KIỆN DƯỚI Đ&Acirc;Y.</p>
                            
                            <p>Bằng c&aacute;ch truy cập v&agrave;/hoặc sử dụng Trang Web www.mythstrip.com (&ldquo;Trang Web&rdquo;), bạn thừa nhận rằng bạn đ&atilde; đọc, hiểu v&agrave; đồng &yacute; chịu sự r&agrave;ng buộc bởi c&aacute;c Điều Khoản Sử Dụng được quy định dưới đ&acirc;y v&agrave; c&aacute;c điều khoản v&agrave; điều kiện kh&aacute;c li&ecirc;n quan đến Trang Web, bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c điều khoản v&agrave; điều kiện về bảo mật v&agrave; C&aacute;c C&acirc;u Hỏi Thường Gặp, m&agrave; ch&uacute;ng cấu th&agrave;nh c&aacute;c th&agrave;nh phần kh&ocirc;ng thể t&aacute;ch rời của c&aacute;c Điều Khoản Sử Dụng (&ldquo;Điều Khoản&rdquo;) n&agrave;y. Bạn phải đủ mười t&aacute;m (18) tuổi trở l&ecirc;n để được ph&eacute;p sử dụng Trang Web.</p>
                            
                            <p>Xin lưu &yacute; rằng ch&uacute;ng t&ocirc;i c&oacute; thể thay đổi, sửa đổi, bổ sung v&agrave; loại bỏ c&aacute;c Điều Khoản n&agrave;y v&agrave;o bất cứ thời điểm n&agrave;o m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o trước. Bạn phải đọc c&aacute;c Điều Khoản n&agrave;y một c&aacute;ch định kỳ. Bằng việc tiếp tục sử dụng Trang Web n&agrave;y sau khi đ&atilde; c&oacute; những thay đổi như vậy đối với c&aacute;c Điều Khoản, người truy cập, người d&ugrave;ng hoặc Người D&ugrave;ng Đ&atilde; Đăng K&yacute; (&ldquo;bạn&rdquo; hay &ldquo;Người D&ugrave;ng&rdquo;) đồng &yacute; v&agrave; chấp thuận với những thay đổi đ&oacute;. Nếu bạn sử dụng bất kỳ dịch vụ n&agrave;o kh&aacute;c của ch&uacute;ng t&ocirc;i, th&igrave; việc sử dụng của bạn được dựa tr&ecirc;n sự chấp thuận v&agrave; tu&acirc;n thủ c&aacute;c điều khoản v&agrave; điều kiện được &aacute;p dụng đối với c&aacute;c dịch vụ đ&oacute;.</p>
                            
                            <p>C&aacute;c quy định của Điều Khoản Sử Dụng n&agrave;y được dịch từ phi&ecirc;n bản gốc tiếng Anh, v&agrave; được cung cấp nhằm tạo sự thuận tiện cho việc xem x&eacute;t của bạn. C&oacute; thể c&oacute; một số kh&aacute;c biệt giữa bản dịch v&agrave; bản gốc tiếng Anh, v&agrave; trong trường hợp c&oacute; bất kỳ sự kh&aacute;c biệt n&agrave;o như vậy, th&igrave; sự kh&aacute;c biệt đ&oacute; được coi l&agrave; lỗi dịch thuật v&agrave; bản tiếng Anh sẽ được ưu ti&ecirc;n &aacute;p dụng. Nếu nghi ngờ về t&iacute;nh ch&iacute;nh x&aacute;c của th&ocirc;ng tin chứa trong bản dịch, xin vui l&ograve;ng tham khảo phi&ecirc;n bản tiếng Anh.</p>
                            
                            <p>&nbsp;</p>
                            
                            <h4><strong>PHẠM VI C&Aacute;C DỊCH VỤ CỦA CH&Uacute;NG T&Ocirc;I</strong></h4>
                            
                            <ol>
                                <li>Th&ocirc;ng qua Trang Web, Mythstrip cung cấp một nền c&ocirc;ng cụ trực tuyến, nơi bạn c&oacute; thể duyệt t&igrave;m c&aacute;c h&atilde;ng h&agrave;ng kh&ocirc;ng kh&aacute;c nhau, v&agrave;/hoặc nơi lưu tr&uacute; v&agrave; ph&ograve;ng ở tạm thời (nếu c&oacute;), v&agrave; thực hiện việc đặt chỗ (&ldquo;Dịch Vụ&rdquo;). Người D&ugrave;ng c&oacute; thể đặt tr&ecirc;n Trang Web c&aacute;c dịch vụ do c&aacute;c kh&aacute;ch sạn, h&atilde;ng h&agrave;ng kh&ocirc;ng v&agrave;/hoặc bất kỳ nh&agrave; cung cấp dịch vụ kh&aacute;c (&ldquo;C&aacute;c Nh&agrave; Cung Cấp&rdquo;) cung cấp. Bằng c&aacute;ch đưa ra một lệnh đặt chỗ th&ocirc;ng qua Trang Web, bạn c&oacute; thể đặt chỗ m&aacute;y bay, ph&ograve;ng kh&aacute;ch sạn, hoặc c&aacute;c dịch vụ kh&aacute;c tr&ecirc;n Trang Web của ch&uacute;ng t&ocirc;i. Ch&uacute;ng t&ocirc;i sẽ gửi một x&aacute;c nhận lệnh đặt chỗ qua email x&aacute;c nhận. Ch&uacute;ng t&ocirc;i bảo lưu quyền từ chối lệnh đặt chỗ của bạn theo quy định dưới đ&acirc;y.</li>
                                <li>Mặc d&ugrave; ch&uacute;ng t&ocirc;i sẽ sử dụng những kỹ năng chuy&ecirc;n m&ocirc;n với sự cẩn trọng của ch&uacute;ng t&ocirc;i trong việc thực hiện dịch vụ, ch&uacute;ng t&ocirc;i kh&ocirc;ng x&aacute;c nhận, v&agrave; kh&ocirc;ng đảm bảo rằng tất cả c&aacute;c th&ocirc;ng tin được cung cấp l&agrave; ch&iacute;nh x&aacute;c, đầy đủ, ph&ugrave; hợp hoặc hiện h&agrave;nh, v&agrave; ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ sai s&oacute;t n&agrave;o (bao gồm cả c&aacute;c lỗi sắp xếp v&agrave; đ&aacute;nh m&aacute;y), trở ngại (cho d&ugrave; do sự hư hỏng, sửa chữa hoặc n&acirc;ng cấp tạm thời v&agrave;/hoặc cục bộ đối với Trang Web hoặc l&yacute; do kh&aacute;c), kh&ocirc;ng ch&iacute;nh x&aacute;c, nhầm lẫn hoặc th&ocirc;ng tin sai lệch hoặc việc kh&ocirc;ng thể chuyển th&ocirc;ng tin. Điều n&agrave;y bao gồm tất cả th&ocirc;ng tin tr&ecirc;n Trang Web hoặc c&aacute;c nền tảng kh&aacute;c của ch&uacute;ng t&ocirc;i trong đ&oacute; li&ecirc;n quan đến loại m&aacute;y bay, sơ đồ chỗ ngồi, khoảng c&aacute;ch ghế, hệ thống giải tr&iacute; tr&ecirc;n chuyến bay v&agrave; WiFi, hoặc bất kỳ th&ocirc;ng tin n&agrave;o kh&aacute;c li&ecirc;n quan đến c&aacute;c tiện &iacute;ch tr&ecirc;n chuyến bay.</li>
                                <li>Xảy ra những thay đổi về điều kiện hoặc ho&agrave;n cảnh thị trường m&agrave; c&oacute; thể dẫn đến những thay đổi trong một thời gian ngắn khiến th&ocirc;ng tin được cung cấp kh&ocirc;ng ch&iacute;nh x&aacute;c hoặc kh&ocirc;ng hiện h&agrave;nh. Trong trường hợp c&oacute; bất kỳ vấn đề g&igrave;, bộ phận dịch vụ kh&aacute;ch h&agrave;ng c&oacute; thể li&ecirc;n hệ để hỗ trợ bạn v&agrave; giải đ&aacute;p cho c&aacute;c thắc mắc của bạn.</li>
                                <li>Trang Web n&agrave;y kh&ocirc;ng đưa ra bất cứ tuy&ecirc;n bố n&agrave;o v&agrave; kh&ocirc;ng được giải th&iacute;ch l&agrave; đưa ra bất cứ đề nghị hoặc gợi &yacute; n&agrave;o về mức độ chất lượng dịch vụ hoặc đ&aacute;nh gi&aacute; xếp hạng về c&aacute;c Nh&agrave; Cung Cấp được liệt k&ecirc; tr&ecirc;n Trang Web. Ch&uacute;ng t&ocirc;i tuy&ecirc;n bố khước từ bất kỳ khiếu nại, tổn thất hoặc tr&aacute;ch nhiệm n&agrave;o đối với chất lượng hay t&igrave;nh trạng của Nh&agrave; Cung Cấp hiện hữu được liệt k&ecirc; tr&ecirc;n Trang Web (cung cấp c&aacute;c dịch vụ h&agrave;ng kh&ocirc;ng, kh&aacute;ch sạn hoặc c&aacute;c dịch vụ kh&aacute;c). C&aacute;c Nh&agrave; Cung Cấp c&oacute; thể được giới thiệu ở h&igrave;nh thức ph&acirc;n loại thứ hạng kh&aacute;c nhau dựa tr&ecirc;n c&aacute;c yếu tố bao gồm nhưng kh&ocirc;ng giới hạn c&aacute;c đ&aacute;nh gi&aacute;, xếp hạng hoặc c&aacute;c yếu tố kh&aacute;c của họ. Sự xếp hạng đưa ra được t&iacute;nh dựa tr&ecirc;n c&aacute;c thuật to&aacute;n tự động c&oacute; thể được cập nhật v&agrave; thay đổi t&ugrave;y từng thời điểm, theo quyết định chỉ của ri&ecirc;ng của ch&uacute;ng t&ocirc;i.</li>
                                <li>Ch&uacute;ng t&ocirc;i c&oacute; quyền kh&ocirc;ng chấp nhận bất kỳ Người D&ugrave;ng hoặc việc đặt chỗ n&agrave;o (hoặc trong một số trường hợp, hủy bỏ x&aacute;c nhận việc đặt chỗ) theo quyết định của ri&ecirc;ng ch&uacute;ng t&ocirc;i v&igrave; bất kỳ nguy&ecirc;n nh&acirc;n n&agrave;o v&agrave; kh&ocirc;ng cần đưa ra l&yacute; do cho việc b&aacute;c bỏ/từ chối/hủy bỏ. Những l&yacute; do để từ chối Người D&ugrave;ng hoặc việc đặt chỗ hoặc hủy bỏ việc x&aacute;c nhận đặt chỗ c&oacute; thể bao gồm nhưng kh&ocirc;ng giới hạn ở: vi phạm c&aacute;c Điều Khoản n&agrave;y, xử phạt về thương mại hay kinh tế của c&aacute;c cơ quan thẩm quyền to&agrave;n cầu hoặc quốc gia, cấm vận, c&aacute;c quy định cấm, gian lận hoặc trộm cắp (hoặc c&oacute; dấu hiệu hay nghi ngờ gian lận hoặc trộm cắp), nghi ngờ về hoạt động tội phạm, việc đặt chỗ c&oacute; dấu hiệu khả nghi, dịch vụ kh&ocirc;ng c&oacute; hoặc Nh&agrave; Cung Cấp kh&ocirc;ng c&ograve;n cung cấp, Người D&ugrave;ng cung cấp th&ocirc;ng tin kh&ocirc;ng ch&iacute;nh x&aacute;c, th&ocirc;ng tin sai hoặc th&ocirc;ng tin nhầm lẫn, c&aacute;c vấn đề về trao đổi, th&ocirc;ng tin, giao dịch điện tử thẻ t&iacute;n dụng, h&agrave;nh vi kh&ocirc;ng ph&ugrave; hợp, c&aacute;c mối đe dọa, x&uacute;c phạm, từ chối cung cấp th&ocirc;ng tin, trở ngại thực tế, kh&oacute; khăn hoặc trục trặc trong trao đổi th&ocirc;ng tin, Lỗi Thực (được m&ocirc; tả dưới đ&acirc;y), tiền sử c&oacute; h&agrave;nh vi vi phạm những Điều Khoản n&agrave;y hoặc bị từ chối, hoặc c&oacute; t&ecirc;n trong bất kỳ &ldquo;danh s&aacute;ch đen&rdquo; hay &ldquo;danh s&aacute;ch bị theo d&otilde;i&rdquo; của ch&iacute;nh phủ hoặc c&aacute;c tổ chức quốc tế. Trong trường hợp đặt chỗ bị Mythstrip từ chối hoặc hủy bỏ v&agrave; việc thanh to&aacute;n đ&atilde; được thực hiện, Mythstrip sẽ ho&agrave;n trả số tiền đ&atilde; được thanh to&aacute;n m&agrave; kh&ocirc;ng t&iacute;nh th&ecirc;m khoản ph&iacute; n&agrave;o. Ch&uacute;ng t&ocirc;i c&oacute; thể x&oacute;a hoặc gỡ bỏ (&ldquo;Bị Gỡ Bỏ&rdquo;) tư c&aacute;ch th&agrave;nh vi&ecirc;n của Người D&ugrave;ng Trang Web n&agrave;y bất cứ l&uacute;c n&agrave;o, tạm thời hoặc vĩnh viễn. Những Người D&ugrave;ng Bị Gỡ Bỏ bị cấm việc cố gắng sử dụng Trang Web với bất kỳ t&ecirc;n n&agrave;o kh&aacute;c hoặc th&ocirc;ng qua Người D&ugrave;ng kh&aacute;c (được m&ocirc; tả dưới đ&acirc;y trong quy định về Cơ Chế Ph&ograve;ng Chống Gian Lận).</li>
                                <li>Trong trường hợp cụ thể, ch&uacute;ng t&ocirc;i c&oacute; thể hủy bỏ hoặc từ chối giao dịch đặt chỗ đối với c&aacute;c &ldquo;Lỗi Thực&rdquo;, m&agrave; kh&ocirc;ng phụ thuộc v&agrave;o nguồn gốc c&aacute;c sai s&oacute;t. Để tr&aacute;nh sự nghi ngờ, Lỗi Thực l&agrave; lỗi tr&ecirc;n Trang Web (v&iacute; dụ như trong điều khoản về gi&aacute; cả) m&agrave; kh&ocirc;ng c&oacute; người b&igrave;nh thường n&agrave;o cho l&agrave; ph&ugrave; hợp hoặc c&oacute; &yacute; nghĩa trong kinh doanh. Số tiền đ&atilde; thanh to&aacute;n sẽ được ho&agrave;n trả m&agrave; kh&ocirc;ng t&iacute;nh th&ecirc;m khoản ph&iacute; n&agrave;o kh&aacute;c trong trường hợp như vậy.</li>
                            </ol>
                            
                            <h4><strong>HỦY BỎ</strong></h4>
                            
                            <ol>
                                <li>Bằng c&aacute;ch thực hiện việc đặt chỗ, đăng k&yacute; chỗ hoặc giữ chỗ qua Trang Web, bạn chấp nhận v&agrave; đồng &yacute; với c&aacute;c điều khoản v&agrave; điều kiện của c&aacute;c Nh&agrave; Cung Cấp li&ecirc;n quan, bao gồm c&aacute;c ch&iacute;nh s&aacute;ch li&ecirc;n quan đến hủy bỏ v&agrave;/hoặc vắng mặt, hoặc đối với c&aacute;c y&ecirc;u cầu cụ thể m&agrave; bạn c&oacute; thể đưa ra cho Nh&agrave; Cung Cấp. Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ vi phạm c&aacute;c điều khoản v&agrave; điều kiện n&agrave;y m&agrave; đ&atilde; c&oacute; sự đồng &yacute; giữa Nh&agrave; Cung Cấp v&agrave; Người D&ugrave;ng, hoặc dựa tr&ecirc;n c&aacute;c y&ecirc;u cầu cụ thể của Người D&ugrave;ng, v&igrave; vậy xin vui l&ograve;ng đọc c&aacute;c điều khoản v&agrave; điều kiện của c&aacute;c Nh&agrave; Cung Cấp một c&aacute;ch cẩn thận.</li>
                                <li>Li&ecirc;n quan đến sự hủy bỏ đặt chỗ của Người D&ugrave;ng m&agrave; đ&atilde; được ho&agrave;n th&agrave;nh, Mythstrip c&oacute; thể giữ lại hoặc lấy một phần của số tiền đ&atilde; thanh to&aacute;n để bồi ho&agrave;n những chi ph&iacute; đ&atilde; ph&aacute;t sinh li&ecirc;n quan đến việc huỷ bỏ.</li>
                            </ol>
                            
                            <h4><strong>NHỮNG Y&Ecirc;U CẦU ĐẶC BIỆT</strong></h4>
                            
                            <ol>
                                <li>Trong trường hợp c&oacute; bất kỳ y&ecirc;u cầu đặc biệt n&agrave;o li&ecirc;n quan đến việc đặt chỗ (v&iacute; dụ: ph&ograve;ng ở c&oacute; thể đưa xe lăn v&agrave;o dễ d&agrave;ng, hỗ trợ xe lăn tại thời điểm giao v&eacute;, thay đổi t&ecirc;n, thay đổi ng&agrave;y, t&iacute;ch điểm &ldquo;người bay thường xuy&ecirc;n&rdquo; hoặc tương tự), Người D&ugrave;ng c&oacute; thể th&ecirc;m c&aacute;c y&ecirc;u cầu khi thực hiện đặt chỗ tr&ecirc;n Trang Web hoặc li&ecirc;n hệ trực tiếp với Nh&agrave; Cung Cấp (nếu &aacute;p dụng). C&aacute;c y&ecirc;u cầu sẽ được phục vụ theo quyết định của Nh&agrave; Cung Cấp v&agrave; Mythstrip , tr&ecirc;n cơ sở sự c&oacute; sẵn v&agrave; c&aacute;c yếu tố kh&aacute;c.</li>
                                <li>Trong trường hợp đổi lịch bay (bao gồm nhưng kh&ocirc;ng giới hạn đối với c&aacute;c thay đổi về ng&agrave;y giờ, chặng bay v&agrave;/hoặc h&agrave;nh kh&aacute;ch) do người d&ugrave;ng y&ecirc;u cầu, Mythstrip bảo lưu quyền được hủy bất kỳ đặt chỗ mới n&agrave;o được h&igrave;nh th&agrave;nh th&ocirc;ng qua tiến tr&igrave;nh đổi lịch bay nếu ph&aacute;t hiện đặt chỗ ban đầu kh&ocirc;ng c&ograve;n hiệu lực (vd. đặt chỗ đ&atilde; được sử dụng hoặc ho&agrave;n tiền).</li>
                            </ol>
                            
                            <h4><strong>LỜI KHUY&Ecirc;N VỀ DU LỊCH</strong></h4>
                            
                            <ol>
                                <li>Bằng c&aacute;ch hiển thị c&aacute;c điểm đến cụ thể, Mythstrip kh&ocirc;ng tuy&ecirc;n bố hoặc bảo đảm rằng việc đến c&aacute;c điểm n&agrave;y l&agrave; n&ecirc;n hoặc kh&ocirc;ng c&oacute; rủi ro v&agrave; Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; về thiệt hại hay tổn thất c&oacute; thể xảy ra do việc du lịch đến c&aacute;c điểm đ&oacute;. Trong mọi trường hợp Mythstrip sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; về bất kỳ sự cố bất lợi xảy ra trong suốt chuyến đi hoặc sự lưu tr&uacute; của bạn. Bạn tự chịu tr&aacute;ch nhiệm về việc lựa chọn chuyến du lịch, lộ tr&igrave;nh v&agrave; điểm đến, cho to&agrave;n bộ h&agrave;nh tr&igrave;nh của bạn. Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ tổn thất n&agrave;o xảy ra khi bạn kh&ocirc;ng mang theo giấy tờ cần thiết cho chuyến du lịch, chẳng hạn như hộ chiếu của bạn.</li>
                                <li>Nếu bạn mua v&eacute; khứ hồi trong c&ugrave;ng một m&atilde; đặt chỗ h&agrave;ng kh&ocirc;ng (M&atilde; t&ecirc;n h&agrave;nh kh&aacute;ch, được viết tắt l&agrave; PNR), v&eacute; cả chiều đi v&agrave; chiều về phải được sử dụng đầy đủ, như được n&ecirc;u r&otilde; trong h&agrave;nh tr&igrave;nh của v&eacute; điện tử Mythstrip . Nếu chỉ sử dụng (i) chiều đi hoặc chiều về; hoặc (ii) sử dụng một phần của chuyến bay khứ hồi, c&oacute; thể khiến v&eacute; c&ograve;n lại mất hiệu lực v&agrave; kh&ocirc;ng thể ho&agrave;n tiền. Mythstrip sẽ kh&ocirc;ng chịu bất cứ tr&aacute;ch nhiệm n&agrave;o nếu h&agrave;nh kh&aacute;ch vi phạm những điều khoản v&agrave; điều kiện n&agrave;y.</li>
                                <li>Bạn sẽ ho&agrave;n to&agrave;n c&oacute; tr&aacute;ch nhiệm xin cấp, giữ g&igrave;n v&agrave; sẵn s&agrave;ng xuất tr&igrave;nh giấy ph&eacute;p du lịch hợp lệ v&agrave; c&ograve;n hiệu lực hoặc c&aacute;c giấy tờ cần thiết cho việc nhập cảnh của bạn ở nước ngo&agrave;i (bao gồm, nhưng kh&ocirc;ng giới hạn, thị thực nhập cảnh hoặc c&aacute;c loại giấy ph&eacute;p du lịch kh&aacute;c, d&ugrave;ng để qu&aacute; cảnh hoặc cho mục đ&iacute;ch kh&aacute;c) trước khi ho&agrave;n th&agrave;nh việc đặt chỗ hoặc đặt ph&ograve;ng cho chuyến du lịch của bạn ph&ugrave; hợp với ph&aacute;p luật hiện h&agrave;nh của quốc gia bạn khởi h&agrave;nh, đi đến, ngang qua hoặc qu&aacute; cảnh. Mythstrip kh&ocirc;ng c&oacute; nghĩa vụ v&agrave; tr&aacute;ch nhiệm phải th&ocirc;ng b&aacute;o cho bạn về những điều cần chuẩn bị khi đi du lịch cũng như c&aacute;c giấy ph&eacute;p cần thiết để bạn c&oacute; thể thực hiện chuyến đi của m&igrave;nh. Mythstrip c&oacute; quyền giới hạn tr&aacute;ch nhiệm ph&aacute;p l&yacute; của m&igrave;nh trong trường hợp c&oacute; bất kỳ tổn thất n&agrave;o nảy sinh bắt nguồn hoặc li&ecirc;n quan đến c&aacute;c giấy ph&eacute;p du lịch của bạn.</li>
                            </ol>
                            
                            <h4><strong>XẾP HẠNG</strong></h4>
                            
                            <ol>
                                <li>Những xếp hạng được hiển thị tr&ecirc;n Trang Web chỉ để cung cấp th&ocirc;ng tin cho Người D&ugrave;ng, v&agrave; những xếp hạng hiện hữu đều dựa tr&ecirc;n c&aacute;c th&ocirc;ng tin do c&aacute;c b&ecirc;n thứ ba cung cấp, chẳng hạn như c&aacute;c nh&agrave; cung cấp, Người D&ugrave;ng hoặc c&aacute;c trang web đ&aacute;nh gi&aacute; kh&aacute;c. Ch&uacute;ng t&ocirc;i kh&ocirc;ng x&aacute;c minh c&aacute;c xếp hạng được đưa ra v&agrave; do đ&oacute; kh&ocirc;ng chịu tr&aacute;ch nhiệm về t&iacute;nh ch&iacute;nh x&aacute;c của c&aacute;c xếp hạng hiện tại. Ch&uacute;ng t&ocirc;i, tại đ&acirc;y, tuy&ecirc;n bố khước từ bất kỳ khiếu nại, tổn thất hoặc tr&aacute;ch nhiệm ph&aacute;p l&yacute; n&agrave;o đối với c&aacute;c xếp hạng hiển thị tr&ecirc;n Trang Web.</li>
                            </ol>
                            
                            <h4><strong>GI&Aacute; CẢ V&Agrave; KHUYẾN M&Atilde;I</strong></h4>
                            
                            <ol>
                                <li>T&ugrave;y từng thời điểm, ch&uacute;ng t&ocirc;i c&oacute; thể ch&agrave;o mức gi&aacute; thấp hơn v&agrave;/hoặc chương tr&igrave;nh khuyến m&atilde;i. Vui l&ograve;ng lưu &yacute; rằng những mức gi&aacute; thấp hơn v&agrave; chương tr&igrave;nh khuyến m&atilde;i như vậy li&ecirc;n quan đến c&aacute;c điều kiện v&agrave; y&ecirc;u cầu kh&aacute;c nhau, v&iacute; dụ, li&ecirc;n quan đến việc đặt chỗ v&agrave; ch&iacute;nh s&aacute;ch ho&agrave;n trả.</li>
                            </ol>
                            
                            <h4><strong>PH&Iacute; BỔ SUNG &amp; HO&Agrave;N TRẢ</strong></h4>
                            
                            <ol>
                                <li>Mỗi mức gi&aacute; ni&ecirc;m yết tr&ecirc;n Trang Web chỉ c&oacute; hiệu lực với c&aacute;c điều kiện nhất định v&agrave; c&aacute;c mức gi&aacute; n&agrave;y c&oacute; thể thay đổi t&ugrave;y thuộc v&agrave;o t&igrave;nh trạng c&ograve;n chỗ, thời gian lưu tr&uacute; v&agrave;/hoặc chỉ ti&ecirc;u chỗ. Gi&aacute; c&oacute; sẵn c&oacute; thể bao gồm c&aacute;c loại thuế bổ sung v&agrave; c&aacute;c chi ph&iacute; kh&aacute;c nhưng trong một số trường hợp gi&aacute; c&oacute; thể kh&ocirc;ng bao gồm thuế v&agrave; ph&iacute; dịch vụ; Người D&ugrave;ng đồng &yacute; rằng họ c&oacute; tr&aacute;ch nhiệm x&aacute;c minh tổng chi ph&iacute; thanh to&aacute;n v&agrave; c&aacute;c điều khoản v&agrave; c&aacute;c chi tiết kh&aacute;c khi email x&aacute;c nhận được gửi đến Người D&ugrave;ng. Người D&ugrave;ng phải x&aacute;c minh việc đặt chỗ tr&ecirc;n tờ đặt chỗ; Người D&ugrave;ng c&oacute; thể hủy bỏ đặt chỗ bất cứ l&uacute;c n&agrave;o trước khi c&oacute; x&aacute;c nhận đặt chỗ cuối c&ugrave;ng. Gi&aacute; được hiển thị chi tiết để Người D&ugrave;ng c&oacute; thể thấy số tiền phải trả, bất kỳ chi ph&iacute; bổ sung do việc sử dụng thẻ t&iacute;n dụng hoặc ph&iacute; li&ecirc;n ng&acirc;n h&agrave;ng đ&aacute;nh tr&ecirc;n c&aacute;c chi ph&iacute; vận chuyển sẽ được t&iacute;nh cho Người D&ugrave;ng v&agrave; nếu c&oacute; sự thiếu hụt nhỏ trong số tiền đ&atilde; thanh to&aacute;n đ&oacute; th&igrave; sau đ&oacute; Mythstrip c&oacute; thể cung cấp một th&ocirc;ng b&aacute;o email về khoản thiếu hụt đ&oacute; để Người D&ugrave;ng thanh to&aacute;n. Trong trường hợp một Người D&ugrave;ng hủy bỏ đặt chỗ trước khi thanh to&aacute;n đầy đủ bất kỳ khoản thiếu hụt đang tồn tại n&agrave;o, Mythstrip c&oacute; to&agrave;n quyền quyết định trong việc ho&agrave;n trả số tiền đ&atilde; thanh to&aacute;n hoặc ho&agrave;n trả lại số tiền sau khi Mythstrip trừ đi c&aacute;c chi ph&iacute; ph&aacute;t sinh do việc kh&ocirc;ng thanh to&aacute;n c&aacute;c khoản thiếu hụt của Người D&ugrave;ng theo c&aacute;c thủ tục do Mythstrip quy định. Nếu Người D&ugrave;ng c&oacute; bất kỳ nghi ngờ n&agrave;o về dịch vụ, Người D&ugrave;ng c&oacute; thể li&ecirc;n hệ với bộ phận dịch vụ kh&aacute;ch h&agrave;ng của Mythstrip (trong thời gian l&agrave;m việc của bộ phận dịch vụ kh&aacute;ch h&agrave;ng được Mythstrip quy định). Đối với c&aacute;c y&ecirc;u cầu ho&agrave;n v&eacute; kh&aacute;c, t&ugrave;y thuộc v&agrave;o quyền lợi thuộc về bạn, cũng như ch&iacute;nh s&aacute;ch của Mythstrip v&agrave; h&atilde;ng h&agrave;ng kh&ocirc;ng, Mythstrip trước ti&ecirc;n sẽ kiểm tra tra v&agrave; x&aacute;c minh m&atilde; đặt chỗ trước khi ho&agrave;n lại số tiền m&agrave; bạn đ&atilde; trả, trừ đi bất kỳ khoản chi ph&iacute; n&agrave;o Mythstrip ghi nhận, bao gồm nhưng kh&ocirc;ng giới hạn bởi phụ ph&iacute; xử l&yacute; v&agrave; quản l&yacute;, ph&iacute; chuyển khoản li&ecirc;n ng&acirc;n h&agrave;ng, ph&iacute; thẻ t&iacute;n dụng, v.v. (&quot;Số tiền ho&agrave;n trả&quot;). Sau khi x&aacute;c minh th&agrave;nh c&ocirc;ng bởi Mythstrip , khoản tiền ho&agrave;n trả sẽ được cung cấp cho bạn dưới dạng chứng từ điện tử (v&iacute; dụ: Phiếu giảm gi&aacute; Mythstrip , Điểm Mythstrip v&agrave; / hoặc Phiếu voucher từ h&atilde;ng h&agrave;ng kh&ocirc;ng / nh&agrave; cung cấp).</li>
                                <li>Mythstrip sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm hoặc c&oacute; nghĩa vụ ph&aacute;p l&yacute; cho bất kỳ việc ph&aacute;t h&agrave;nh v&eacute; điện tử kh&ocirc;ng thực hiện được n&agrave;o do số tiền Người D&ugrave;ng chuyển thanh to&aacute;n kh&ocirc;ng ch&iacute;nh x&aacute;c. Bất kỳ việc chuyển tiền n&agrave;o được thực hiện ngo&agrave;i thời hạn chuyển tiền sẽ dẫn đến việc kh&ocirc;ng đặt chỗ được. Đối với việc chuyển khoản li&ecirc;n ng&acirc;n h&agrave;ng thời gian thực, bạn phải sử dụng m&aacute;y ATM. Sau khi ho&agrave;n th&agrave;nh việc chuyển khoản li&ecirc;n ng&acirc;n h&agrave;ng, xin vui l&ograve;ng x&aacute;c nhận thanh to&aacute;n của bạn bằng c&aacute;ch điền v&agrave;o phiếu x&aacute;c nhận thanh to&aacute;n.</li>
                                <li>Theo c&aacute;c điều khoản của tiện &iacute;ch xử l&yacute; thanh to&aacute;n, về cơ bản ch&uacute;ng t&ocirc;i sẽ xử l&yacute; khoản ho&agrave;n trả của Người D&ugrave;ng, cả tự nguyện v&agrave; kh&ocirc;ng tự nguyện, bằng c&aacute;ch ho&agrave;n trả khoản thanh to&aacute;n th&ocirc;ng qua phương thức thanh to&aacute;n ban đầu m&agrave; bạn đ&atilde; sử dụng để thanh to&aacute;n cho đặt chỗ đ&atilde; được x&aacute;c nhận. Nếu khoản tiền ho&agrave;n lại của Người D&ugrave;ng kh&ocirc;ng thể được xử l&yacute; th&ocirc;ng qua phương thức thanh to&aacute;n ban đầu m&agrave; Người D&ugrave;ng đ&atilde; sử dụng hoặc phương thức thanh to&aacute;n b&aacute;n đầu Người D&ugrave;ng đ&atilde; sử dụng để thanh to&aacute;n cho đặt ph&ograve;ng đ&atilde; được x&aacute;c nhận l&agrave; chuyển khoản ng&acirc;n h&agrave;ng hay thực hiện thanh to&aacute;n qua c&aacute;c đối t&aacute;c thanh to&aacute;n ngoại tuyến của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sẽ chỉ chuyển khoản tiền ho&agrave;n lại cho một t&agrave;i khoản ng&acirc;n h&agrave;ng hợp lệ đ&atilde; được chỉ định theo th&ocirc;ng tin m&agrave; Người D&ugrave;ng đ&atilde; đăng k&yacute; tr&ecirc;n Trang Web khi gửi y&ecirc;u cầu ho&agrave;n tiền (&ldquo;<strong>T&agrave;i Khoản Ng&acirc;n H&agrave;ng Được Chỉ Định</strong>&rdquo;). Ch&uacute;ng t&ocirc;i c&oacute; quyền giữ lại v&agrave; từ chối thực hiện ho&agrave;n tiền v&agrave;o T&agrave;i Khoản Ng&acirc;n H&agrave;ng Được Chỉ Định kh&ocirc;ng c&oacute; th&ocirc;ng tin c&aacute; nh&acirc;n tr&ugrave;ng khớp hoặc trong trường hợp ch&uacute;ng t&ocirc;i cho rằng hoặc c&oacute; cơ sở hợp l&yacute; để nghi ngờ rằng y&ecirc;u cầu ho&agrave;n tiền c&oacute; thể vi phạm quy định ph&aacute;p luật về rửa tiền, t&agrave;i trợ khủng bố, gian lận hoặc c&aacute;c h&agrave;nh vi phạm tội kh&aacute;c hoặc c&oacute; thể tiềm ẩn h&agrave;nh vi tr&aacute;i ph&aacute;p luật. Ch&uacute;ng t&ocirc;i c&oacute; thể b&aacute;o c&aacute;o bất kỳ h&agrave;nh vi đ&aacute;ng ngờ n&agrave;o cho cơ quan chức năng li&ecirc;n quan (nếu c&oacute;) nhằm tu&acirc;n thủ c&aacute;c nghĩa vụ ph&aacute;p l&yacute; của ch&uacute;ng t&ocirc;i theo ph&aacute;p luật hiện h&agrave;nh. Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm về t&iacute;nh đ&uacute;ng đắn, ch&iacute;nh x&aacute;c hoặc đầy đủ của th&ocirc;ng tin m&agrave; Người D&ugrave;ng cung cấp. Trong giới hạn được ph&aacute;p luật hiện h&agrave;nh cho ph&eacute;p, nếu (a) ch&uacute;ng t&ocirc;i kh&ocirc;ng thể chuyển ho&agrave;n khoản thanh to&aacute;n bằng phương thức thanh to&aacute;n ban đầu của bạn cho d&ugrave; l&yacute; do l&agrave; bởi nh&agrave; cung cấp dịch vụ xử l&yacute; thanh to&aacute;n, Mythstrip hoặc ch&iacute;nh bạn g&acirc;y ra; (b) bạn kh&ocirc;ng cung cấp cho ch&uacute;ng t&ocirc;i c&aacute;c th&ocirc;ng tin chi tiết cần thiết nhằm cho ph&eacute;p ch&uacute;ng t&ocirc;i xử l&yacute; khoản ho&agrave;n tiền của bạn, kh&ocirc;ng đăng k&yacute; hoặc kh&ocirc;ng th&ecirc;m T&agrave;i Khoản Ng&acirc;n H&agrave;ng Được Chỉ Định của bạn tr&ecirc;n Trang Web, T&agrave;i Khoản Ng&acirc;n H&agrave;ng Được Chỉ Định m&agrave; bạn th&ecirc;m v&agrave;o kh&ocirc;ng ch&iacute;nh x&aacute;c, kh&ocirc;ng hợp lệ hoặc kh&ocirc;ng thể t&igrave;m thấy bởi hệ thống của ng&acirc;n h&agrave;ng; v&agrave; (c) kh&ocirc;ng thể li&ecirc;n lạc được với bạn hoặc bạn kh&ocirc;ng trả lời ch&uacute;ng t&ocirc;i sau khi ch&uacute;ng t&ocirc;i đ&atilde; nỗ lực để li&ecirc;n hệ với bạn, cho d&ugrave; qua địa chỉ email hoặc số điện thoại đ&atilde; đăng k&yacute; của bạn , ch&uacute;ng t&ocirc;i sẽ xem như kh&ocirc;ng thể li&ecirc;n lạc được với bạn để xử l&yacute; y&ecirc;u cầu ho&agrave;n tiền của bạn v&agrave; Mythstrip được quyền ngừng xử l&yacute; y&ecirc;u cầu của bạn.</li>
                                <li>Vui l&ograve;ng nhấp v&agrave;o&nbsp;<a href="{% url 'refund' %}" target="_blank">đ&acirc;y</a>&nbsp;để xem lại c&aacute;c điều khoản v&agrave; điều kiện của ch&uacute;ng t&ocirc;i đối với T&agrave;i Khoản Ng&acirc;n H&agrave;ng Được Chỉ Định, điều khoản n&agrave;y cũng chi phối việc bạn sử dụng Trang Web.</li>
                            </ol>
                            
                            <h4>PH&Iacute; PHỤ THU TỪ C&Aacute;C KH&Aacute;CH SẠN</h4>
                            
                            <ol>
                                <li>Xin lưu &yacute; rằng tất cả c&aacute;c mức gi&aacute; đặt ph&ograve;ng kh&aacute;ch sạn được cung cấp th&ocirc;ng qua Trang Web của ch&uacute;ng t&ocirc;i (&ldquo;Gi&aacute; Ph&ograve;ng Kh&aacute;ch Sạn&rdquo;) được dựa tr&ecirc;n sự lựa chọn của bạn, chẳng hạn như thời gian lưu tr&uacute; v&agrave; số lượng kh&aacute;ch y&ecirc;u cầu, trừ khi được quy định kh&aacute;c. C&aacute;c gi&aacute; ph&ograve;ng kh&aacute;ch sạn được t&iacute;nh cho mỗi ph&ograve;ng v&agrave; mỗi đ&ecirc;m. Bạn c&oacute; tr&aacute;ch nhiệm x&aacute;c minh rằng liệu lựa chọn của bạn v&agrave; bất kỳ y&ecirc;u cầu hoặc dịch vụ bổ sung n&agrave;o đ&atilde; được phản &aacute;nh trong gi&aacute; hiển thị tr&ecirc;n Trang Web (chẳng hạn như c&aacute;c Th&ocirc;ng Tin Kh&aacute;ch Sạn đ&atilde; cung cấp trước khi x&aacute;c nhận đặt chỗ cuối c&ugrave;ng) v&agrave;/hoặc trong email x&aacute;c nhận v&eacute; hay chưa. Bữa s&aacute;ng thường kh&ocirc;ng được bao gồm trong gi&aacute; ph&ograve;ng kh&aacute;ch sạn, trừ khi c&oacute; quy định kh&aacute;c. Ph&iacute; kh&aacute;ch sạn tại khu nghỉ dưỡng v&agrave; c&aacute;c chi ph&iacute; bắt buộc kh&aacute;c (xem m&ocirc; tả dưới đ&acirc;y) v&agrave; thuế, chi ph&iacute; kh&aacute;ch du lịch, hoặc chi ph&iacute; thu&ecirc; chỗ ở địa phương (nếu c&oacute;) sẽ do bạn tự chi trả, v&agrave; thường kh&ocirc;ng được t&iacute;nh v&agrave;o trong Gi&aacute; Ph&ograve;ng Kh&aacute;ch Sạn trừ khi c&oacute; quy định kh&aacute;c. Bạn c&oacute; tr&aacute;ch nhiệm x&aacute;c minh bất kỳ giải th&iacute;ch hoặc ch&iacute;nh s&aacute;ch n&agrave;o do kh&aacute;ch sạn cung cấp tr&ecirc;n Trang Web. Gi&aacute; ph&ograve;ng kh&ocirc;ng bao gồm bất kỳ loại bảo hiểm n&agrave;o, trừ khi c&oacute; quy định kh&aacute;c. Đặt ph&ograve;ng kh&aacute;ch sạn ti&ecirc;u chuẩn l&agrave; cho 1 đến 2 kh&aacute;ch; th&ocirc;ng thường, khoản ph&iacute; phụ thu sẽ được t&iacute;nh th&ecirc;m cho trường hợp c&oacute; giường phụ. Kh&aacute;ch sạn c&oacute; thể từ chối nhận th&ecirc;m kh&aacute;ch nếu kh&ocirc;ng th&ocirc;ng b&aacute;o trước.</li>
                                <li>Xin lưu &yacute; rằng một số kh&aacute;ch sạn c&oacute; thể t&iacute;nh ph&iacute; khu nghỉ dưỡng cho bạn, nhưng vẫn c&oacute; thể t&iacute;nh th&ecirc;m khoản phụ thu (hoặc tương tự) cho việc sử dụng một số dịch vụ. Ph&iacute; khu nghỉ dưỡng thường kh&ocirc;ng được bao gồm trong Gi&aacute; Ph&ograve;ng Kh&aacute;ch Sạn; th&ocirc;ng tin chi tiết c&oacute; trong m&ocirc; tả kh&aacute;ch sạn tr&ecirc;n Trang Web. Kh&aacute;ch sạn cũng c&oacute; thể t&iacute;nh ph&iacute; trực tiếp cho bạn đối với c&aacute;c sản phẩm v&agrave; dịch vụ bao gồm nhưng kh&ocirc;ng giới hạn ở: phụ ph&iacute; năng lượng, ph&iacute; quản l&yacute; h&agrave;nh l&yacute;, ph&iacute; giao b&aacute;o, ph&iacute; an ninh trong ph&ograve;ng, ph&iacute; đi du lịch/đi tour, hoặc ph&iacute; vệ sinh ph&ograve;ng. Những thực tiễn về việc t&iacute;nh th&ecirc;m c&aacute;c khoản ph&iacute; phụ thu n&agrave;y của kh&aacute;ch sạn l&agrave; nằm ngo&agrave;i tầm kiểm so&aacute;t của Mythstrip .</li>
                                <li>C&aacute;c khoản phụ ph&iacute; ph&aacute;t sinh t&ugrave;y chọn v&agrave; chi ph&iacute; ti&ecirc;u d&ugrave;ng c&aacute; nh&acirc;n (v&iacute; dụ như khoản ph&iacute; ph&aacute;t sinh trong qu&aacute; tr&igrave;nh lưu tr&uacute; tại Kh&aacute;ch Sạn) thường kh&ocirc;ng được bao gồm trong Gi&aacute; Ph&ograve;ng Kh&aacute;ch Sạn. C&aacute;c khoản ph&iacute; đ&oacute; bao gồm nhưng kh&ocirc;ng giới hạn ở: ph&iacute; đỗ xe, ph&iacute; mini bar trong ph&ograve;ng, ph&iacute; điện thoại, dịch vụ ph&ograve;ng, ph&iacute; thực phẩm v&agrave; nước giải kh&aacute;t, ph&iacute; bữa tối (tiệc tối) đặc biệt, cho thu&ecirc; phim /chiếu phim theo y&ecirc;u cầu, v&agrave; ph&iacute; sử dụng Internet. Trong thời gian một số m&ugrave;a cao điểm du lịch, một số kh&aacute;ch sạn c&oacute; thể thực hiện những bữa ăn tối đặc biệt bắt buộc của họ (như Năm Mới, Gi&aacute;ng Sinh, Tết Nguy&ecirc;n Đ&aacute;n v&agrave; c&aacute;c sự kiện kh&aacute;c). C&aacute;c khoản ph&iacute; đ&oacute; kh&ocirc;ng được bao gồm trong gi&aacute; ph&ograve;ng, nhưng sẽ được hiển thị tr&ecirc;n phiếu đặt chỗ. Vui l&ograve;ng tham khảo th&ecirc;m chi tiết được liệt k&ecirc; trong phần &ldquo;Th&ocirc;ng Tin Kh&aacute;ch Sạn&rdquo;, &ldquo;Y&ecirc;u Cầu Đặt Chỗ&rdquo;, &ldquo;Ch&iacute;nh S&aacute;ch Hủy Bỏ&rdquo; hoặc c&aacute;c đề mục tương tự tr&ecirc;n Trang Web. Nếu bạn kh&ocirc;ng chắc chắn về việc một khoản ph&iacute; đ&atilde; được bao gồm trong bảng gi&aacute; hay chưa, xin vui l&ograve;ng li&ecirc;n hệ với bộ phận dịch vụ kh&aacute;ch h&agrave;ng của ch&uacute;ng t&ocirc;i để l&agrave;m r&otilde;.</li>
                                <li>Một số kh&aacute;ch sạn c&oacute; thể t&iacute;nh th&ecirc;m ph&iacute; vận chuyển, hoặc trung chuyển. Đ&acirc;y l&agrave; một thực tiễn phổ biến đối với việc đi lại giữa c&aacute;c đảo (như Maldives) để đến được kh&aacute;ch sạn. Việc vận chuyển n&agrave;y lu&ocirc;n do ph&iacute;a kh&aacute;ch sạn kiểm so&aacute;t, v&agrave; được cung cấp bởi hoặc nh&acirc;n danh kh&aacute;ch sạn chịu tr&aacute;ch nhiệm đối với c&aacute;c dịch vụ vận chuyển đ&oacute;. Bạn đồng &yacute; rằng Mythstrip kh&ocirc;ng sắp xếp bất kỳ sự vận chuyển n&agrave;o v&agrave; kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với dịch vụ vận chuyển đ&oacute;. Bạn đồng &yacute; rằng Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm về chất lượng, sự an to&agrave;n, tần suất hoặc cấp độ dịch vụ của c&aacute;c dịch vụ vận chuyển đ&oacute;, v&agrave; đối với bất kỳ tổn thất hoặc thiệt hại n&agrave;o ph&aacute;t sinh từ việc bạn sử dụng dịch vụ vận chuyển đ&oacute;.</li>
                                <li>Theo một số khu vực ph&aacute;p l&yacute;, kh&aacute;ch sạn c&oacute; thể được y&ecirc;u cầu phải thu thuế lưu tr&uacute; trực tiếp hoặc thuế địa phương từ kh&aacute;ch h&agrave;ng. Cơ quan nh&agrave; nước cũng c&oacute; thể c&ocirc;ng bố thuế phụ thu v&agrave; c&oacute; thể y&ecirc;u cầu kh&aacute;ch sạn trực tiếp thu c&aacute;c khoản thuế n&agrave;y. Bạn đồng &yacute; nộp bất kỳ v&agrave; tất cả c&aacute;c loại thuế/khoản ph&iacute; như vậy trực tiếp cho kh&aacute;ch sạn ngay khi trả ph&ograve;ng, trừ khi c&oacute; quy định kh&aacute;c. Trường hợp bạn kh&ocirc;ng chắc chắn, h&atilde;y kiểm tra với kh&aacute;ch sạn hoặc bộ phận Dịch Vụ Kh&aacute;ch H&agrave;ng của Mythstrip về bất kỳ khoản ph&iacute; phụ thu n&agrave;o c&oacute; thể được bao gồm trong Gi&aacute; Ph&ograve;ng Kh&aacute;ch Sạn.</li>
                                <li>Thuế gi&aacute; trị gia tăng (VAT) l&agrave; thuế gi&aacute;n thu do cơ sở lưu tr&uacute; khấu trừ v&agrave; thay mặt kh&aacute;ch h&agrave;ng nộp cho cơ quan c&oacute; thẩm quyền. V&igrave; dịch vụ lưu tr&uacute; được cung cấp bởi cơ sở lưu tr&uacute;, Mythstrip kh&ocirc;ng c&oacute; thẩm quyền xuất h&oacute;a đơn thuế cho kh&aacute;ch h&agrave;ng đối với dịch vụ n&agrave;y. Tuy nhi&ecirc;n, ch&uacute;ng t&ocirc;i c&oacute; thể cung cấp bi&ecirc;n lai thanh to&aacute;n cho c&aacute;c đặt ph&ograve;ng thanh to&aacute;n qua Mythstrip .</li>
                            </ol>
                            
                            <h4>T&Agrave;I KHOẢN NGƯỜI D&Ugrave;NG</h4>
                            
                            <ol>
                                <li>Cho mục đ&iacute;ch đăng k&yacute;, ch&uacute;ng t&ocirc;i sẽ thu thập v&agrave; xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n của bạn như t&ecirc;n, địa chỉ thư điện tử (e-mail) v&agrave; số điện thoại di động của bạn khi bạn đăng k&yacute;. Bạn phải cung cấp cho ch&uacute;ng t&ocirc;i th&ocirc;ng tin ch&iacute;nh x&aacute;c, đầy đủ v&agrave; mới nhất v&agrave; đồng &yacute; cung cấp cho ch&uacute;ng t&ocirc;i bằng chứng nhận dạng li&ecirc;n quan m&agrave; ch&uacute;ng t&ocirc;i c&oacute; thể y&ecirc;u cầu một c&aacute;ch hợp l&yacute;.</li>
                                <li>Chỉ bạn mới c&oacute; thể sử dụng t&agrave;i khoản của m&igrave;nh v&agrave; bạn tuy&ecirc;n bố v&agrave; bảo đảm rằng bạn sẽ kh&ocirc;ng cho ph&eacute;p bất kỳ b&ecirc;n n&agrave;o kh&aacute;c sử dụng danh t&iacute;nh hoặc t&agrave;i khoản của bạn v&igrave; bất kỳ l&yacute; do g&igrave;, trừ khi được Mythstrip cho ph&eacute;p.</li>
                                <li>Bạn kh&ocirc;ng thể chuyển giao hoặc chuyển nhượng t&agrave;i khoản của m&igrave;nh cho bất kỳ b&ecirc;n n&agrave;o kh&aacute;c.</li>
                                <li>Bạn phải đảm bảo t&iacute;nh bảo mật của mật khẩu t&agrave;i khoản v&agrave; bất kỳ th&ocirc;ng tin nhận dạng n&agrave;o m&agrave; ch&uacute;ng t&ocirc;i cung cấp cho bạn. Trong trường hợp xảy ra việc sử dụng tr&aacute;i ph&eacute;p t&agrave;i khoản hoặc danh t&iacute;nh của bạn do mật khẩu của bạn bị tiết lộ, (c&aacute;c) đơn h&agrave;ng nhận được từ việc sử dụng tr&aacute;i ph&eacute;p đ&oacute; vẫn được coi l&agrave; đơn đặt h&agrave;ng hợp lệ v&agrave; ch&uacute;ng t&ocirc;i sẽ xử l&yacute; c&aacute;c đơn đặt h&agrave;ng đ&oacute; . Bạn tuy&ecirc;n bố rằng Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ tổn thất hoặc thiệt hại n&agrave;o ph&aacute;t sinh từ việc sử dụng sai t&agrave;i khoản của bạn.</li>
                                <li>Nếu bạn kh&ocirc;ng c&ograve;n quyền kiểm so&aacute;t t&agrave;i khoản của m&igrave;nh, bạn phải th&ocirc;ng b&aacute;o ngay cho ch&uacute;ng t&ocirc;i (v&iacute; dụ: t&agrave;i khoản của bạn bị hack theo bất kỳ h&igrave;nh thức n&agrave;o hoặc điện thoại của bạn bị đ&aacute;nh cắp) để ch&uacute;ng t&ocirc;i c&oacute; thể tạm thời chặn v&agrave; / hoặc v&ocirc; hiệu h&oacute;a t&agrave;i khoản của bạn đ&uacute;ng c&aacute;ch. Xin lưu &yacute; rằng bạn chịu tr&aacute;ch nhiệm cho việc sử dụng t&agrave;i khoản của bạn v&agrave; c&oacute; thể chịu tr&aacute;ch nhiệm về t&agrave;i khoản của bạn ngay cả khi t&agrave;i khoản của bạn bị người kh&aacute;c sử dụng sai.</li>
                                <li>Mythstrip c&oacute; to&agrave;n quyền tạm thời chặn, x&oacute;a hoặc hủy k&iacute;ch hoạt t&agrave;i khoản Người d&ugrave;ng theo quyết định của ch&uacute;ng t&ocirc;i v&igrave; bất kỳ l&yacute; do n&agrave;o v&agrave; kh&ocirc;ng cần đưa ra bất kỳ l&yacute; do cho việc chặn, x&oacute;a hoặc v&ocirc; hiệu h&oacute;a t&agrave;i khoản Người d&ugrave;ng. C&aacute;c l&yacute; do để chặn, x&oacute;a hoặc hủy k&iacute;ch hoạt t&agrave;i khoản Người d&ugrave;ng c&oacute; thể bao gồm nhưng kh&ocirc;ng giới hạn ở:</li>
                                <li>vi phạm c&aacute;c Điều khoản n&agrave;y,</li>
                                <li>bị cấm theo quy định,</li>
                                <li>gian lận hoặc trộm cắp (hoặc c&oacute; dấu hiệu hoặc c&oacute; nghi ngờ gian lận, trộm cắp),</li>
                                <li>c&oacute; nghi ngờ hoạt động tội phạm,</li>
                                <li>c&oacute; dấu hiệu đặt h&agrave;ng đ&aacute;ng ngờ,</li>
                                <li>Người d&ugrave;ng cung cấp th&ocirc;ng tin kh&ocirc;ng ch&iacute;nh x&aacute;c, sai lệch hoặc g&acirc;y hiểu nhầm,</li>
                                <li>c&oacute; h&agrave;nh vi kh&ocirc;ng ph&ugrave; hợp, đe dọa hoặc lăng mạ,</li>
                                <li>từ chối cung cấp th&ocirc;ng tin,</li>
                                <li>do trở ngại thực tế,</li>
                                <li>kh&oacute; khăn hoặc sự cố trong kết nối, hoặc</li>
                                <li>Người d&ugrave;ng được liệt k&ecirc; tr&ecirc;n bất kỳ danh s&aacute;ch đen n&agrave;o của ch&iacute;nh phủ hoặc c&aacute;c tổ chức quốc tế.</li>
                            </ol>
                            
                            <h4>CHƯƠNG TR&Igrave;NH TH&Agrave;NH VI&Ecirc;N</h4>
                            
                            <ol>
                                <li>Bằng c&aacute;ch đăng k&yacute; với Mythstrip , bạn sẽ tự động trở th&agrave;nh th&agrave;nh vi&ecirc;n của chương tr&igrave;nh kh&aacute;ch h&agrave;ng th&acirc;n thiết của ch&uacute;ng t&ocirc;i c&oacute; t&ecirc;n l&agrave; &ldquo;MythstripClub&rdquo; do Mythstrip điều h&agrave;nh.</li>
                                <li>L&agrave; th&agrave;nh vi&ecirc;n của Mythstrip Club, bạn sẽ c&oacute; quyền truy cập v&agrave;o c&aacute;c điểm, chương tr&igrave;nh khuyến m&atilde;i, giảm gi&aacute;, cac1 t&iacute;nh năng hoặc c&aacute;c lợi &iacute;ch kh&aacute;c được cung cấp bởi Mythstrip v&agrave; / hoặc đối t&aacute;c thứ ba theo thời gian c&oacute; sẵn trong Ứng dụng. Để tr&aacute;nh mọi nghi ngờ, ch&uacute;ng t&ocirc;i c&oacute; thể thay đổi, x&oacute;a hoặc l&agrave;m mất t&aacute;c dụng của một phần hoặc to&agrave;n bộ điểm, chương tr&igrave;nh khuyến m&atilde;i, giảm gi&aacute;, c&aacute;c t&iacute;nh năng hoặc c&aacute;c lợi &iacute;ch kh&aacute;c do ch&uacute;ng t&ocirc;i cung cấp.</li>
                            </ol>
                            
                            <h4>CHI TIẾT V&Agrave; THỦ TỤC THANH TO&Aacute;N</h4>
                            
                            <ol>
                                <li>C&aacute;c khoản thanh to&aacute;n được thực hiện theo số tiền v&agrave; loại tiền tệ như đ&atilde; n&ecirc;u m&agrave; kh&ocirc;ng c&oacute; ph&iacute; bảo l&atilde;nh ng&acirc;n h&agrave;ng hoặc bất kỳ khoản ph&iacute; n&agrave;o kh&aacute;c do Mythstrip thu.</li>
                                <li>Mythstrip kh&ocirc;ng thu thuế hoặc lệ ph&iacute;. Việc &aacute;p bất kỳ khoản thuế n&agrave;o sẽ do Người D&ugrave;ng chịu.</li>
                                <li>Đối với tất cả c&aacute;c h&igrave;nh thức đặt ph&ograve;ng, bạn phải thực hiện thanh to&aacute;n trong thời hạn quy định. Nếu việc thanh to&aacute;n kh&ocirc;ng được thực hiện th&igrave; Mythstrip bảo lưu quyền hủy bỏ tất cả c&aacute;c việc giữ chỗ hoặc huỷ bỏ qu&aacute; tr&igrave;nh đặt chỗ.</li>
                                <li>Phương thức thanh to&aacute;n bao gồm nhưng kh&ocirc;ng giới hạn gồm chuyển khoản ng&acirc;n h&agrave;ng v&agrave; thẻ t&iacute;n dụng. Đối với c&aacute;c thanh to&aacute;n bằng chuyển khoản ng&acirc;n h&agrave;ng, bạn phải cung cấp bi&ecirc;n nhận chuyển khoản ng&acirc;n h&agrave;ng l&agrave;m bằng chứng thanh to&aacute;n cho việc đặt ph&ograve;ng trước được liệt k&ecirc; trong email x&aacute;c nhận của Mythstrip . Bạn phải tu&acirc;n thủ quy tr&igrave;nh n&ecirc;u trong email x&aacute;c nhận.</li>
                                <li>Đối với phương thức thanh to&aacute;n kh&aacute;c như thẻ t&iacute;n dụng, bạn phải tu&acirc;n thủ quy tr&igrave;nh theo quy định của Mythstrip v&agrave;/hoặc c&aacute;c nh&agrave; cung cấp dịch vụ thanh to&aacute;n c&oacute; li&ecirc;n quan.</li>
                                <li>Sau khi bạn thực hiện thanh to&aacute;n đầy đủ, Mythstrip sẽ đưa ra lệnh đặt chỗ v&agrave; cấp một m&atilde; số đặt chỗ, k&egrave;m theo c&aacute;c th&ocirc;ng tin:</li>
                                <li>M&atilde; Đặt Chỗ;</li>
                                <li>T&ecirc;n Kh&aacute;ch H&agrave;ng;</li>
                                <li>Số Đặt Chỗ;</li>
                                <li>Th&ocirc;ng Tin Đặt Chỗ; v&agrave;</li>
                                <li>Số Điện Thoại / Số M&aacute;y Lẻ.</li>
                            </ol>
                            
                            <h4>THANH TO&Aacute;N BẰNG THẺ T&Iacute;N DỤNG &amp; GIAN LẬN</h4>
                            
                            <ol>
                                <li>Đối với việc thanh to&aacute;n cho đặt chỗ th&ocirc;ng qua Trang Web n&agrave;y, thẻ t&iacute;n dụng của bạn sẽ được Mythstrip lập bi&ecirc;n nhận thanh to&aacute;n cho gi&aacute; đầy đủ tại thời điểm đặt chỗ v&agrave; x&aacute;c nhận đặt chỗ (bất kỳ sự ho&agrave;n trả n&agrave;o c&oacute; thể được đưa ra đều sẽ phụ thuộc v&agrave;o c&aacute;c điều kiện của việc đặt chỗ hiện hữu). Bạn bắt buộc phải kiểm tra c&aacute;c th&ocirc;ng tin đặt chỗ kỹ lưỡng trước mỗi lần bạn thực hiện đặt chỗ. Mythstrip sẽ xử l&yacute; bất kỳ sự ho&agrave;n trả n&agrave;o, nếu c&oacute;, trong một thời hạn hợp l&yacute;. Đối với một số đặt chỗ, Mythstrip c&oacute; thể kh&ocirc;ng t&iacute;nh ph&iacute; tr&ecirc;n thẻ t&iacute;n dụng của bạn v&agrave; y&ecirc;u cầu thanh to&aacute;n trực tiếp cho c&aacute;c Nh&agrave; Cung Cấp c&oacute; li&ecirc;n quan. Để bảo vệ v&agrave; m&atilde; h&oacute;a c&aacute;c th&ocirc;ng tin thẻ t&iacute;n dụng của bạn khi c&aacute;c th&ocirc;ng tin đ&oacute; được chuyển cho ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sử dụng c&ocirc;ng nghệ m&atilde; h&oacute;a như Transport Layer Security (&ldquo;TLS&rdquo;) hoặc Secure Sockets Layer (&ldquo;SSL&rdquo;) cho c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i.</li>
                                <li>Trong trường hợp bị gian lận thẻ t&iacute;n dụng hoặc người kh&aacute;c sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng của bạn, bạn c&oacute; tr&aacute;ch nhiệm li&ecirc;n hệ ng&acirc;n h&agrave;ng hoặc đơn vị ph&aacute;t h&agrave;nh thẻ của m&igrave;nh ngay lập tức ngay khi nhận biết về h&agrave;nh vi gian lận hoặc sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng n&agrave;y. Trong trường hợp n&agrave;y, Mythstrip khước từ tr&aacute;ch nhiệm đối với bất kỳ trường hợp gian lận thẻ t&iacute;n dụng hoặc việc sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng của bạn do người kh&aacute;c g&acirc;y ra, bất kể trong trường hợp gian lận hoặc việc sử dụng tr&aacute;i ph&eacute;p n&agrave;y được tiến h&agrave;nh th&ocirc;ng qua c&aacute;c dịch vụ của Mythstrip (bao gồm, nhưng kh&ocirc;ng giới hạn, tiện &iacute;ch Mythstrip ). Mythstrip kh&ocirc;ng c&oacute; nghĩa vụ bồi thường hoặc ho&agrave;n trả khoản tiền thanh to&aacute;n được xem như l&agrave; kết quả của việc gian lận n&agrave;y. Ch&uacute;ng t&ocirc;i c&oacute; thể xem x&eacute;t v&agrave; chấp thuận b&ugrave; đắp cho bạn dưới một h&igrave;nh thức kh&aacute;c như l&agrave; c&aacute;ch thể hiện thiện ch&iacute; của ch&uacute;ng t&ocirc;i. Bạn chỉ c&oacute; thể y&ecirc;u cầu bồi thường khi việc đặt chỗ được thực hiện th&ocirc;ng qua m&aacute;y chủ bảo mật của ch&uacute;ng t&ocirc;i v&agrave; việc sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng của bạn l&agrave; hậu quả từ sự vắng mặt hoặc lơ l&agrave; của ch&uacute;ng t&ocirc;i v&agrave; kh&ocirc;ng c&oacute; lỗi n&agrave;o do bạn g&acirc;y ra khi sử dụng m&aacute;y chủ bảo mật. Ch&uacute;ng t&ocirc;i kh&ocirc;ng c&oacute; tr&aacute;ch nhiệm ph&aacute;p l&yacute; đối với gian lận hoặc việc sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng của bạn trong trường hợp gian lận được thực hiện th&ocirc;ng qua c&aacute;c ứng dụng hoặc m&aacute;y chủ kh&ocirc;ng phải của ch&uacute;ng t&ocirc;i hoặc việc sử dụng tr&aacute;i ph&eacute;p thẻ t&iacute;n dụng của bạn l&agrave; hậu quả từ sự lơ đễnh v&agrave; lỗi của ch&iacute;nh bạn. Trong trường hợp bạn nghi ngờ bất kỳ đặt chỗ tr&aacute;i ph&eacute;p hoặc h&agrave;nh vi gian lận n&agrave;o được thực hiện tr&ecirc;n Mythstrip , bạn phải li&ecirc;n hệ với bộ phận Hỗ trợ kh&aacute;ch h&agrave;ng của ch&uacute;ng t&ocirc;i ngay lập tức.</li>
                                <li>Để thực hiện việc đặt chỗ, y&ecirc;u cầu bạn phải tr&ecirc;n mười t&aacute;m (18) tuổi v&agrave; c&oacute; đầy đủ năng lực ph&aacute;p luật để thực hiện giao dịch (hoặc c&oacute; sự ủy quyền từ người gi&aacute;m hộ hợp ph&aacute;p của bạn). Bạn phải sử dụng thẻ t&iacute;n dụng hoặc thẻ ghi nợ m&agrave; bạn sở hữu, được ph&aacute;t h&agrave;nh mang t&ecirc;n bạn, v&agrave; chắc chắn rằng c&oacute; đủ tiền để chi trả c&aacute;c khoản ph&iacute; giao dịch. Bạn chịu tr&aacute;ch nhiệm t&agrave;i ch&iacute;nh cho tất cả c&aacute;c giao dịch được thực hiện tr&ecirc;n danh nghĩa của bạn hoặc tr&ecirc;n t&agrave;i khoản của bạn.</li>
                                <li>Bạn phải đảm bảo rằng c&aacute;c chi tiết m&agrave; bạn cung cấp cho ch&uacute;ng t&ocirc;i l&agrave; ho&agrave;n to&agrave;n đ&uacute;ng sự thật, th&iacute;ch hợp v&agrave; ch&iacute;nh x&aacute;c. Mythstrip bảo lưu quyền kh&ocirc;ng chấp nhận một số thẻ t&iacute;n dụng. Mythstrip c&oacute; thể bổ sung hoặc loại bỏ c&aacute;c phương thức thanh to&aacute;n kh&aacute;c theo quyết định của ch&uacute;ng t&ocirc;i.</li>
                                <li>Trong một số trường hợp, ch&uacute;ng t&ocirc;i c&oacute; thể y&ecirc;u cầu cung cấp hoặc x&aacute;c minh th&ecirc;m th&ocirc;ng tin để ph&ecirc; duyệt hiệu lực v&agrave; x&aacute;c nhận đặt chỗ, như được m&ocirc; tả chi tiết hơn tr&ecirc;n Trang Web. Việc đặt chỗ kh&ocirc;ng được x&aacute;c nhận cho đến khi bạn đ&atilde; nhận được email x&aacute;c nhận c&ugrave;ng với v&eacute; điện tử hoặc bi&ecirc;n lai, v&agrave; c&oacute; khả năng l&agrave; Nh&agrave; Cung Cấp c&oacute; thể thực hiện c&aacute;c cơ chế kiểm tra gian lận trong qu&aacute; tr&igrave;nh đặt chỗ. Nếu c&oacute; sự gian lận xảy ra hoặc được x&aacute;c định xảy ra th&igrave; đặt chỗ sẽ kh&ocirc;ng c&ograve;n tồn tại hoặc tự động trở n&ecirc;n v&ocirc; hiệu. Mythstrip sẽ kh&ocirc;ng chịu bất cứ tr&aacute;ch nhiệm n&agrave;o. Nếu bạn chọn c&aacute;ch kh&ocirc;ng cấp th&ecirc;m th&ocirc;ng tin, việc đặt trước sẽ kh&ocirc;ng được ho&agrave;n th&agrave;nh v&agrave; sẽ trở n&ecirc;n v&ocirc; hiệu.</li>
                            </ol>
                            
                            <h4>C&Aacute;C QUYỀN V&Agrave; NGHĨA VỤ</h4>
                            
                            <ol>
                                <li>Mythstrip , tại đ&acirc;y, cấp cho Người D&ugrave;ng một số quyền giới hạn (cấu th&agrave;nh một &ldquo;Sự Cấp Ph&eacute;p Giới Hạn&rdquo;) m&agrave; kh&ocirc;ng được chuyển giao, chuyển nhượng để truy cập v&agrave; sử dụng Trang Web trong phạm vi được x&aacute;c định r&otilde; r&agrave;ng bởi c&aacute;c Điều Khoản. Li&ecirc;n quan đến Sự Cấp Ph&eacute;p Giới Hạn n&agrave;y, ch&uacute;ng t&ocirc;i kh&ocirc;ng cấp cho bạn bất kỳ quyền hoặc sự cho ph&eacute;p n&agrave;o kh&aacute;c đối với việc sử dụng Trang Web; c&aacute;c quyền hoặc sự cho ph&eacute;p kh&ocirc;ng được cấp một c&aacute;ch r&otilde; r&agrave;ng, ho&agrave;n to&agrave;n thuộc sở hữu của Mythstrip hoặc chủ sở hữu b&ecirc;n thứ ba kh&aacute;c đối với sự cấp ph&eacute;p đ&oacute;. Nội dung hiện hữu tr&ecirc;n Trang Web (bao gồm cả c&aacute;c nền phần mềm được sử dụng để cung cấp Nội Dung) ho&agrave;n to&agrave;n thuộc sở hữu của Mythstrip hoặc nh&agrave; cung cấp v&agrave; c&aacute;c nh&agrave; cung cấp dịch vụ của Mythstrip , bao gồm nhưng kh&ocirc;ng giới hạn Nh&agrave; Cung Cấp của Mythstrip (nếu th&iacute;ch hợp). Bạn c&oacute; thể sử dụng Trang Web để đặt chỗ v&agrave;, tại đ&acirc;y bạn tuy&ecirc;n bố v&agrave; đảm bảo rằng bạn sẽ kh&ocirc;ng đưa ra c&aacute;c y&ecirc;u cầu đặt chỗ sai hoặc c&oacute; t&iacute;nh đầu cơ để chặn trước c&aacute;c đặt chỗ hiện c&oacute;. Bạn cam kết rằng c&aacute;c th&ocirc;ng tin thanh to&aacute;n bạn cung cấp l&agrave; đ&uacute;ng sự thật v&agrave; ho&agrave;n to&agrave;n ch&iacute;nh x&aacute;c. Bạn cũng đảm bảo cung cấp địa chỉ thư điện tử, địa chỉ gửi thư v&agrave;/hoặc c&aacute;c chi tiết về th&ocirc;ng tin li&ecirc;n lạc của bạn đ&uacute;ng đắn v&agrave; ch&iacute;nh x&aacute;c.</li>
                                <li>Li&ecirc;n quan đến c&aacute;c Điều Khoản Sử Dụng của Trang Web, bạn đồng &yacute; kh&ocirc;ng sử dụng Trang Web hoặc Nội Dung cho mục đ&iacute;ch thương mại hoặc sử dụng trực tiếp hay gi&aacute;n tiếp cho bất cứ mục đ&iacute;ch g&igrave; ngo&agrave;i việc sử dụng c&aacute; nh&acirc;n hoặc cho c&aacute;c mục đ&iacute;ch tr&aacute;i ph&aacute;p luật (bị ph&aacute;p luật cấm) hoặc thực hiện bất cứ h&agrave;nh động n&agrave;o vi phạm c&aacute;c Điều Khoản. Trừ trường hợp được sự đồng &yacute; bằng văn bản của Mythstrip , bạn đồng &yacute; kh&ocirc;ng sửa đổi, sao ch&eacute;p, ph&acirc;n phối, truyền tải, hiển thị, thực hiện, nh&acirc;n bản, xuất bản, cấp ph&eacute;p, tạo ra những t&aacute;c phẩm ph&aacute;i sinh, chuyển giao, b&aacute;n hoặc b&aacute;n lại bất kỳ th&ocirc;ng tin, phần mềm, sản phẩm hoặc dịch vụ nhận được c&oacute; li&ecirc;n quan đến Trang Web. Ngo&agrave;i ra, bạn phải đồng &yacute; kh&ocirc;ng:</li>
                                <li>sử dụng Trang Web n&agrave;y hoặc Nội Dung cho mục đ&iacute;ch thương mại m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p của Mythstrip ;</li>
                                <li>truy cập, theo d&otilde;i hoặc sao ch&eacute;p bất kỳ Nội Dung n&agrave;o tr&ecirc;n Trang Web bằng việc sử dụng c&ocirc;ng nghệ, phần mềm, hoặc bất kỳ chương tr&igrave;nh cho d&ugrave; bằng thủ c&ocirc;ng hoặc tự động cho bất cứ mục đ&iacute;ch n&agrave;o kh&aacute;c m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p bằng văn bản của Mythstrip ;</li>
                                <li>thực hiện bất kỳ h&agrave;nh vi n&agrave;o &aacute;p đặt hoặc c&oacute; thể &aacute;p đặt dung lượng nặng bất hợp l&yacute; tr&ecirc;n Trang Web hoặc cơ sở hạ tầng của ch&uacute;ng t&ocirc;i;</li>
                                <li>tạo đường dẫn chuy&ecirc;n mục v&agrave;o Trang Web n&agrave;y (bao gồm nhưng kh&ocirc;ng giới hạn ở cổng đặt chỗ) cho bất kỳ mục đ&iacute;ch n&agrave;o m&agrave; kh&ocirc;ng c&oacute; sự đồng &yacute; bằng văn bản của Mythstrip ;</li>
                                <li>b&aacute;n lại, sử dụng, sao ch&eacute;p, thực hiện gi&aacute;m s&aacute;t (chẳng hạn như sử dụng hoặc c&agrave;i đặt c&aacute;c chương tr&igrave;nh qu&eacute;t th&ocirc;ng tin Người D&ugrave;ng hay chương tr&igrave;nh r&uacute;t tr&iacute;ch nội dung trang web (spider or scrape programs)), hiển thị, tải về hoặc thực hiện bất kỳ việc sản xuất Nội Dung, phần mềm, sản phẩm, dịch vụ được cung cấp th&ocirc;ng qua Trang Web cho mục đ&iacute;ch thương mại hoặc cho mục đ&iacute;ch /hoạt động cạnh tranh;</li>
                                <li>nh&acirc;n bản Trang Web (th&ocirc;ng qua &ldquo;khung&rdquo; (frame) hay &ldquo;trang nh&acirc;n bản&rdquo;(mirror)) hoặc thiết lập một phần của Trang Web n&agrave;y tr&ecirc;n bất kỳ trang web kh&aacute;c m&agrave; kh&ocirc;ng c&oacute; sự đồng &yacute; trước bằng văn bản;</li>
                                <li>gửi th&ocirc;ng b&aacute;o tới hoặc l&ecirc;n Trang Web m&agrave; th&ocirc;ng b&aacute;o đ&oacute; vi phạm bất kỳ luật, quy định hoặc quy tắc n&agrave;o, hoặc c&oacute; thể cổ x&uacute;y c&aacute;c hoạt động tr&aacute;i ph&aacute;p luật hoặc hoạt động tội phạm;</li>
                                <li>truyền đưa hoặc cung cấp c&aacute;c li&ecirc;n kết đến hoặc gửi một th&ocirc;ng b&aacute;o c&oacute; chứa t&agrave;i liệu c&oacute; thể được coi l&agrave;, theo quyết định của Mythstrip , c&oacute; hại, dung tục, khi&ecirc;u d&acirc;m, kh&ocirc;ng đứng đắn, bạo lực, ph&acirc;n biệt chủng tộc, hoặc ph&acirc;n biệt đối xử, lăng mạ, đe dọa, s&aacute;ch nhiễu, đ&agrave;n &aacute;p, th&ugrave; hận hoặc t&agrave;i liệu kh&ocirc;ng ph&ugrave; hợp kh&aacute;c;</li>
                                <li>truyền đưa hoặc cung cấp c&aacute;c li&ecirc;n kết đến c&aacute;c th&ocirc;ng b&aacute;o c&oacute; chứa c&aacute;c lời lẽ phỉ b&aacute;ng, vu khống v&agrave; dối tr&aacute;;</li>
                                <li>truyền đưa hoặc dẫn đến c&aacute;c th&ocirc;ng b&aacute;o c&oacute; thể x&acirc;m phạm quyền sở hữu tr&iacute; tuệ hoặc c&aacute;c quyền kh&aacute;c của một tổ chức hay c&aacute; nh&acirc;n cụ thể, bao gồm nhưng kh&ocirc;ng giới hạn bản quyền, c&aacute;c bằng s&aacute;ng chế, nh&atilde;n hiệu, b&iacute; mật thương mại, hoặc c&aacute;c th&ocirc;ng tin hay ấn phẩm b&iacute; mật;</li>
                                <li>truyền đưa những th&ocirc;ng b&aacute;o bị luật ph&aacute;p cấm hoặc vi phạm c&aacute;c quyền v&agrave; nghĩa vụ tồn tại dựa tr&ecirc;n c&aacute;c quan hệ hợp đồng;</li>
                                <li>m&ocirc; phỏng bất kỳ c&aacute; nh&acirc;n hoặc chủ thể n&agrave;o, hoặc ph&aacute;t biểu hoặc tuy&ecirc;n bố sai tr&aacute;i về một người hoặc chủ thể, hoặc mối quan hệ, hoặc giả mạo cho mục đ&iacute;ch g&acirc;y sự lầm lẫn, lừa dối hoặc lừa gạt;</li>
                                <li>thao t&uacute;ng hoặc l&agrave;m sai lệch th&ocirc;ng tin với mục đ&iacute;ch che giấu nguồn gốc của c&aacute;c tuy&ecirc;n bố m&agrave; bạn cung cấp;</li>
                                <li>sử dụng Trang Web theo bất cứ c&aacute;ch n&agrave;o c&oacute; thể g&acirc;y tổn hại, cản trở, ph&aacute; rối hoặc can thiệp đến việc sử dụng Trang Web hoặc m&aacute;y t&iacute;nh của Người D&ugrave;ng, hoặc g&acirc;y thiệt hại, gi&aacute;n đoạn hoặc hạn chế c&aacute;c chức năng của phần mềm, phần cứng hoặc thiết bị viễn th&ocirc;ng;</li>
                                <li>gi&agrave;nh quyền truy cập tr&aacute;i ph&eacute;p hoặc thực hiện c&aacute;c thay đổi tr&aacute;i ph&eacute;p đối với Trang Web hoặc trang web kh&aacute;c c&oacute; li&ecirc;n quan, c&aacute;c t&agrave;i khoản, c&aacute;c hệ thống m&aacute;y t&iacute;nh, mạng lưới kết nối với Trang Web th&ocirc;ng qua h&agrave;nh động th&acirc;m nhập v&agrave;o phần cứng m&aacute;y t&iacute;nh, phần mềm m&aacute;y t&iacute;nh hoặc mạng m&aacute;y t&iacute;nh để thay đổi (hacking) hệ thống đ&oacute;, trộm cắp mật khẩu hoặc c&aacute;c vấn đề tương tự kh&aacute;c;</li>
                                <li>lấy hoặc cố gắng lấy bất cứ t&agrave;i liệu hoặc th&ocirc;ng tin n&agrave;o bằng c&aacute;c c&aacute;ch thức m&agrave; kh&ocirc;ng được Trang Web cung cấp c&oacute; chủ &yacute; (bao gồm nhưng kh&ocirc;ng giới hạn c&aacute;c điểm đến kh&aacute;c được cung cấp bởi Trang Web n&agrave;y). Điều n&agrave;y bao gồm nhưng kh&ocirc;ng giới hạn ở việc lấy hoặc thu thập th&ocirc;ng tin về những người kh&aacute;c, chẳng hạn như địa chỉ email;</li>
                                <li>thực hiện c&aacute;c h&agrave;nh vi gian lận hoặc h&agrave;nh động nhằm mục đ&iacute;ch để kiểm so&aacute;t trang kết quả c&ocirc;ng cụ t&igrave;m kiếm (&ldquo;SERP&rdquo;) hoặc thực hiện tối ưu h&oacute;a c&ocirc;ng cụ t&igrave;m kiếm (&ldquo;SEO&rdquo;). Việc thực hiện của SEO được cho l&agrave; kh&ocirc;ng đ&uacute;ng quy tắc hoặc tạo th&agrave;nh &ldquo;c&ocirc;ng cụ t&igrave;m kiếm thư r&aacute;c&rdquo; (spamdexing) bao gồm nhưng kh&ocirc;ng giới hạn việc che giấu nội dung (cloaking), si&ecirc;u dữ liệu (metadata), gắn thẻ ti&ecirc;u đề, r&uacute;t tr&iacute;ch nội dung từ Trang Web, c&aacute;c link scheme, google bomb, c&aacute;c từ kh&oacute;a t&igrave;m kiếm, đoạn văn bản ẩn hoặc li&ecirc;n kết ẩn, b&igrave;nh luận chứa thư r&aacute;c v&agrave; c&aacute;c vấn đề kh&aacute;c; hoặc</li>
                                <li>bất kỳ h&agrave;nh động n&agrave;o kh&aacute;c c&oacute; thể g&acirc;y t&aacute;c động bất lợi hoặc g&acirc;y thiệt hại cho Trang Web, Mythstrip hoặc c&aacute;c c&ocirc;ng ty li&ecirc;n kết v&agrave; nh&acirc;n vi&ecirc;n, hoặc danh tiếng của Mythstrip .</li>
                                <li>Trừ khi c&oacute; quy định r&otilde; r&agrave;ng kh&aacute;c, trang web kh&ocirc;ng được ph&eacute;p tạo c&aacute;c li&ecirc;n kết đến c&aacute;c trang kh&aacute;c ngo&agrave;i c&aacute;c trang ch&iacute;nh của Trang Web hoặc khung hoặc trang web hoặc tạo t&agrave;i liệu được chứa trong đ&oacute;, hoặc tạo c&aacute;c li&ecirc;n kết đến c&aacute;c bộ phận của Trang Web dưới h&igrave;nh thức của một email cho mục đ&iacute;ch thương mại m&agrave; kh&ocirc;ng c&oacute; sự chấp thuận bằng văn bản của Mythstrip .</li>
                                <li>Bằng c&aacute;ch đặt chỗ th&ocirc;ng qua Trang Web n&agrave;y, bạn tuy&ecirc;n bố v&agrave; bảo đảm rằng bạn kh&ocirc;ng phải l&agrave; đối tượng chịu bất kỳ lệnh cấm hoặc hạn chế n&agrave;o theo bất kỳ danh s&aacute;ch xử phạt n&agrave;o, cũng kh&ocirc;ng phải l&agrave; đối tượng chịu xử phạt theo chế định ph&ograve;ng chống rửa tiền.</li>
                            </ol>
                            
                            <h4>QUYỀN ĐỐI VỚI NỘI DUNG NGƯỜI D&Ugrave;NG</h4>
                            
                            <ol>
                                <li>Bằng sự ho&agrave;n tất việc đặt chỗ, bạn, tại đ&acirc;y, đồng &yacute; nhận thư điện tử mời bạn tham gia cung cấp c&aacute;c đ&aacute;nh gi&aacute; hoặc đ&aacute;nh gi&aacute; nội dung li&ecirc;n quan đến việc lựa chọn c&aacute;c Nh&agrave; Cung Cấp. Mythstrip c&oacute; quyền quyết định trong việc liệu &yacute; kiến của bạn c&oacute; được xuất hiện trong đ&aacute;nh gi&aacute; hay kh&ocirc;ng. Mythstrip c&oacute; thể hiển thị &yacute; kiến m&agrave; c&oacute; chứa b&igrave;nh luận, mức độ dịch vụ v&agrave; t&ecirc;n của bạn.</li>
                                <li>Khi cung cấp một đ&aacute;nh gi&aacute;, bạn đồng &yacute; đảm bảo rằng:</li>
                                <li>bạn sở hữu v&agrave; kiểm so&aacute;t mọi quyền li&ecirc;n quan đến c&aacute;c đ&aacute;nh gi&aacute; m&agrave; bạn cung cấp cho Trang Web;</li>
                                <li>nội dung của đ&aacute;nh gi&aacute; n&agrave;y l&agrave; ch&iacute;nh x&aacute;c v&agrave; kh&ocirc;ng chứa c&aacute;c tuy&ecirc;n bố sai lệch; v&agrave;</li>
                                <li>sử dụng hoặc thực hiện hoặc truyền đưa nội dung của đ&aacute;nh gi&aacute; l&agrave; kh&ocirc;ng vi phạm c&aacute;c Điều Khoản hoặc luật v&agrave; quy định hiện h&agrave;nh, bạn kh&ocirc;ng vi phạm quyền của bất kỳ b&ecirc;n thứ ba n&agrave;o, v&agrave; bạn kh&ocirc;ng g&acirc;y tổn hại cho bất kỳ b&ecirc;n n&agrave;o.</li>
                                <li>Bạn phải chịu mọi tr&aacute;ch nhiệm về nội dung của những đ&aacute;nh gi&aacute; m&agrave; bạn cung cấp hoặc đưa ra. Bạn cho ph&eacute;p Mythstrip h&agrave;nh động khi c&oacute; một b&ecirc;n vi phạm c&aacute;c quyền của bạn hoặc quyền của Mythstrip .</li>
                                <li>Nội dung đ&aacute;nh gi&aacute; được cung cấp sẽ được coi l&agrave; kh&ocirc;ng bao gồm c&aacute;c th&ocirc;ng tin b&iacute; mật v&agrave; Mythstrip sẽ kh&ocirc;ng c&oacute; nghĩa vụ phải xử l&yacute; nội dung đ&aacute;nh gi&aacute; như th&ocirc;ng tin b&iacute; mật. Kh&ocirc;ng l&agrave;m giới hạn c&aacute;c quy định trong c&aacute;c Điều Khoản, Mythstrip được to&agrave;n quyền quyết định trong việc sử dụng c&aacute;c nội dung đ&aacute;nh gi&aacute; m&agrave; được x&eacute;t thấy l&agrave; th&iacute;ch hợp, bao gồm nhưng kh&ocirc;ng giới hạn ở việc loại bỏ, cắt, sửa đổi, hoặc ẩn khỏi m&agrave;n h&igrave;nh hiển thị. Mythstrip sẽ kh&ocirc;ng c&oacute; nghĩa vụ phải trả tiền cho c&aacute;c nội dung m&agrave; bạn cung cấp trong đ&aacute;nh gi&aacute; của bạn, bao gồm nhưng kh&ocirc;ng giới hạn ở nội dung đ&aacute;nh gi&aacute; đ&atilde; được thay đổi, loại bỏ hoặc cắt lại. Mythstrip sẽ kh&ocirc;ng c&oacute; nghĩa vụ phải cung cấp hoặc bao gồm hoặc đề cập đến t&aacute;c giả hoặc c&aacute;c b&ecirc;n thứ ba kh&aacute;c.</li>
                                <li>Trong mọi trường hợp, li&ecirc;n quan đến nội dung của c&aacute;c đ&aacute;nh gi&aacute;, bạn đồng &yacute; rằng:</li>
                                <li>Bạn kh&ocirc;ng y&ecirc;u cầu bất kỳ quyền hoặc th&ocirc;ng tin nhận dạng g&igrave; trong bất kỳ t&aacute;c phẩm ph&aacute;i sinh n&agrave;o;</li>
                                <li>Bạn cho ph&eacute;p c&ocirc;ng bố, sử dụng, loại bỏ, sửa đổi, nh&acirc;n bản hoặc khai th&aacute;c nội dung đ&aacute;nh gi&aacute; do Mythstrip v&agrave; nh&acirc;n vi&ecirc;n, người kế thừa v&agrave; người nhận chuyển giao của Mythstrip thực hiện;</li>
                                <li>Bạn, tại đ&acirc;y, khước từ bất kỳ quyền n&agrave;o v&agrave; đồng &yacute; kh&ocirc;ng đ&ograve;i hỏi bất kỳ quyền n&agrave;o trong nội dung đ&aacute;nh gi&aacute;; v&agrave;</li>
                                <li>Bạn, tại đ&acirc;y, đồng &yacute; bồi thường thiệt hại v&agrave; giữ cho Mythstrip v&agrave; nh&acirc;n vi&ecirc;n, c&aacute;c c&ocirc;ng ty li&ecirc;n kết, người nắm giữ quyền, người thay thế, v&agrave; người nhận chuyển giao của ch&uacute;ng t&ocirc;i kh&ocirc;ng bị tổn hại từ bất kỳ khiếu nại n&agrave;o li&ecirc;n quan đến nội dung của những đ&aacute;nh gi&aacute; n&agrave;y.</li>
                            </ol>
                            
                            <h4>HẠN CHẾ SỬ DỤNG</h4>
                            
                            <ol>
                                <li>Bạn, tại đ&acirc;y, đồng &yacute; kh&ocirc;ng sử dụng Trang Web hoặc Nội Dung cho c&aacute;c hoạt động bất hợp ph&aacute;p hoặc tr&aacute;i ph&eacute;p. Bạn đồng &yacute; rằng bạn sẽ kh&ocirc;ng sử dụng bất kỳ thiết bị, phần mềm, hoặc c&aacute;c c&ocirc;ng nghệ n&agrave;o kh&aacute;c c&oacute; thể cản trở hoặc cố t&igrave;nh g&acirc;y cản trở hoạt động của Trang Web n&agrave;y. Bạn đồng &yacute; kh&ocirc;ng sử dụng Trang Web n&agrave;y hoặc Nội Dung của n&oacute; cho c&aacute;c mục đ&iacute;ch thương mại. Bạn đồng &yacute; kh&ocirc;ng t&igrave;m kiếm, tạo ra, truy vấn, sử dụng hoặc gửi c&aacute;c nh&acirc;n tố tự động hoặc c&aacute;c h&igrave;nh thức c&ocirc;ng nghệ kh&aacute;c để thu thập hoặc lấy th&ocirc;ng tin từ Trang Web n&agrave;y, hoặc can thiệp Trang Web n&agrave;y bằng c&aacute;ch kh&aacute;c.</li>
                            </ol>
                            
                            <h4>QUYỀN SỞ HỮU TR&Iacute; TUỆ</h4>
                            
                            <ol>
                                <li>Mythstrip sở hữu tất cả c&aacute;c Quyền Sở Hữu Tr&iacute; Tuệ tr&ecirc;n Trang Web n&agrave;y. Tất cả c&aacute;c th&ocirc;ng tin v&agrave; t&agrave;i liệu, bao gồm nhưng kh&ocirc;ng giới hạn ở phần mềm, văn bản, dữ liệu, đồ họa, h&igrave;nh ảnh, &acirc;m thanh, video, nh&atilde;n hiệu, logo, biểu tượng, m&atilde; html v&agrave; c&aacute;c m&atilde; kh&aacute;c tr&ecirc;n Trang Web n&agrave;y đều bị cấm c&ocirc;ng bố, sửa đổi, sao ch&eacute;p, nh&acirc;n bản, tạo ph&oacute; bản hoặc thay đổi trong bất kỳ c&aacute;ch n&agrave;o ngo&agrave;i phạm vi của Trang Web n&agrave;y m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p của Mythstrip . Nếu bạn vi phạm những quyền n&agrave;y, Mythstrip bảo lưu quyền y&ecirc;u cầu bạn bồi thường d&acirc;n sự cho to&agrave;n bộ thiệt hại hoặc tổn thất m&agrave; Mythstrip phải g&aacute;nh chịu. Những h&agrave;nh vi vi phạm cũng c&oacute; thể cấu th&agrave;nh tội phạm h&igrave;nh sự.</li>
                                <li>Mythstrip v&agrave;/hoặc c&aacute;c c&ocirc;ng ty li&ecirc;n kết của Mythstrip sở hữu một số quyền sở hữu tr&iacute; tuệ (&ldquo;Quyền Sở Hữu Tr&iacute; Tuệ&rdquo;), bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c t&ecirc;n miền, Trang Web, nh&atilde;n hiệu, nội dung, quyền t&aacute;c giả, nh&atilde;n hiệu dịch vụ, logo, biểu tượng hoặc thiết kế kh&aacute;c v.v. Kh&ocirc;ng c&oacute; bất cứ quy định n&agrave;o trong Điều Khoản n&agrave;y được hiểu l&agrave; trao cho bạn một sự cho ph&eacute;p hoặc bất kỳ quyền n&agrave;o, ngụ &yacute; hay theo c&aacute;ch kh&aacute;c, để sử dụng, chiếm hữu, ph&acirc;n phối hoặc sửa đổi bất kỳ Quyền Sở Hữu Tr&iacute; Tuệ n&agrave;o của Mythstrip . Sản phẩm v&agrave; c&aacute;c t&ecirc;n c&ocirc;ng ty kh&aacute;c chứa tr&ecirc;n Trang Web, bao gồm t&ecirc;n, nh&atilde;n hiệu, nh&atilde;n, nh&atilde;n hiệu dịch vụ, logo, biểu tượng hoặc thiết kế kh&aacute;c c&oacute; thể được sở hữu hoặc cho ph&eacute;p sử dụng bởi c&aacute;c b&ecirc;n thứ ba. Sử dụng quyền sở hữu tr&iacute; tuệ của b&ecirc;n thứ ba tr&ecirc;n Trang Web kh&ocirc;ng được coi l&agrave; sự khuyến nghị hoặc tr&aacute;ch nhiệm đối với Trang Web bởi b&ecirc;n thứ ba. Mythstrip sở hữu quyền t&aacute;c giả với Trang Web, v&agrave; bạn bị cấm sử dụng, chiếm hữu, ph&acirc;n phối hoặc sửa đổi bất kỳ Quyền Sở Hữu Tr&iacute; Tuệ n&agrave;o m&agrave; kh&ocirc;ng c&oacute; sự chấp thuận r&otilde; r&agrave;ng từ Mythstrip .</li>
                                <li>Trang Web chứa Quyền Sở Hữu Tr&iacute; Tuệ của Mythstrip , bao gồm nhưng kh&ocirc;ng giới hạn ở văn bản, phần mềm, ảnh, đồ họa, video, &acirc;m nhạc v&agrave; &acirc;m thanh. To&agrave;n bộ Nội Dung của Trang Web được bảo hộ theo ph&aacute;p luật về quyền t&aacute;c giả. Ch&uacute;ng t&ocirc;i v&agrave; c&aacute;c b&ecirc;n cấp ph&eacute;p của ch&uacute;ng t&ocirc;i sở hữu quyền t&aacute;c giả v&agrave;/hoặc c&aacute;c quyền kh&aacute;c th&ocirc;ng qua việc lựa chọn, phối hợp, sắp xếp, v&agrave; sửa chữa Nội Dung v&agrave; c&aacute;c nội dung ban đầu. Bạn kh&ocirc;ng được sửa đổi, nh&acirc;n bản, sao ch&eacute;p, tr&igrave;nh diễn, trưng b&agrave;y, xuất bản hoặc khai th&aacute;c to&agrave;n bộ hay một phần Nội Dung, trừ trường hợp được quy định r&otilde; r&agrave;ng trong c&aacute;c Điều Khoản n&agrave;y.</li>
                                <li>Trừ khi c&oacute; quy định kh&aacute;c, c&aacute;c phần mềm cần thiết cho việc cung cấp c&aacute;c dịch vụ, phần mềm c&oacute; sẵn để sử dụng tr&ecirc;n Trang Web n&agrave;y, v&agrave; Quyền Sở Hữu Tr&iacute; Tuệ trong c&aacute;c Nội Dung tr&ecirc;n Trang Web thuộc quyền sở hữu của Mythstrip , c&ocirc;ng ty trực thuộc hoặc li&ecirc;n kết, c&aacute;c b&ecirc;n cấp ph&eacute;p, c&aacute;c nh&agrave; cung ứng v&agrave; cung cấp nội dung của Mythstrip . Mythstrip sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với quyền sở hữu tr&iacute; tuệ thuộc sở hữu của b&ecirc;n thứ ba hoặc đối với sự x&acirc;m phạm quyền sở hữu tr&iacute; tuệ thuộc sở hữu của b&ecirc;n thứ ba.</li>
                                <li>Bạn c&oacute; thể sử dụng c&aacute;c th&ocirc;ng tin trong Trang Web chỉ cho mục đ&iacute;ch c&aacute; nh&acirc;n, phi thương mại. Trừ khi c&oacute; quy định kh&aacute;c, v&agrave; c&oacute; sự cho ph&eacute;p r&otilde; r&agrave;ng theo ph&aacute;p luật về quyền t&aacute;c giả, bạn kh&ocirc;ng sao ch&eacute;p, nh&acirc;n bản, ph&acirc;n phối lại, truyền lại, xuất bản hoặc khai th&aacute;c thương mại theo c&aacute;ch kh&aacute;c bất kỳ sản phẩm n&agrave;o m&agrave; bạn tải xuống từ Trang Web m&agrave; kh&ocirc;ng c&oacute; sự cho ph&eacute;p của chủ sở hữu quyền sở hữu tr&iacute; tuệ. Thậm ch&iacute; nếu bạn c&oacute; sự cho ph&eacute;p cần thiết, th&igrave; bạn cũng bị cấm thực hiện c&aacute;c thay đổi hoặc x&oacute;a bỏ. Bạn, tại đ&acirc;y, chấp nhận v&agrave; đồng &yacute; rằng việc tải về bất kỳ sản phẩm Sở Hữu Tr&iacute; Tuệ n&agrave;o cũng kh&ocirc;ng cấp cho bạn bất kỳ quyền n&agrave;o đối với ch&uacute;ng.</li>
                                <li>Ch&uacute;ng t&ocirc;i c&oacute; thể cung cấp c&aacute;c li&ecirc;n kết đến c&aacute;c trang web kh&aacute;c được duy tr&igrave; bởi c&aacute;c b&ecirc;n kh&aacute;c, bằng c&aacute;ch nhấn v&agrave;o li&ecirc;n kết, bạn, tại đ&acirc;y, tuy&ecirc;n bố, x&aacute;c nhận v&agrave; đồng &yacute; rằng h&agrave;nh động đ&oacute; l&agrave; h&agrave;nh động tự nguyện của bạn để xem hoặc truy cập c&aacute;c trang web kh&aacute;c đ&oacute; m&agrave; Mythstrip kh&ocirc;ng kiểm s&aacute;t hoặc chịu tr&aacute;ch nhiệm.</li>
                                <li>Mythstrip , trong qu&aacute; tr&igrave;nh ph&aacute;t triển Trang Web, chuẩn bị m&atilde; nguồn v&agrave; thực hiện phần mềm hỗ trợ, c&oacute; thể cấp ph&eacute;p sử dụng phần mềm m&atilde; nguồn mở từ b&ecirc;n thứ ba th&ocirc;ng qua Giấy Ph&eacute;p C&ocirc;ng Cộng GNU (GNU General Public Licence). Mọi việc sử dụng phần mềm m&atilde; nguồn mở v&agrave; c&aacute;c quyền sở hữu tr&iacute; tuệ của b&ecirc;n thứ ba bởi Mythstrip l&agrave; c&oacute; giấy ph&eacute;p hoặc sự cho ph&eacute;p cần thiết.</li>
                            </ol>
                            
                            <h4>KHIẾU NẠI VỀ SỰ VI PHẠM QUYỀN SỞ HỮU TR&Iacute; TUỆ</h4>
                            
                            <ol>
                                <li>Nếu c&oacute; bằng chứng sự x&acirc;m phạm Quyền Sở Hữu Tr&iacute; Tuệ của bạn, bạn hoặc người đại diện của m&igrave;nh (gọi chung l&agrave; &quot;Người Gửi&quot;) c&oacute; thể gửi th&ocirc;ng b&aacute;o với c&aacute;c th&ocirc;ng tin chi tiết được liệt k&ecirc; dưới đ&acirc;y:</li>
                                <li>T&ecirc;n v&agrave; địa chỉ của Người Gửi;</li>
                                <li>Trong trường hợp Người Gửi kh&ocirc;ng phải l&agrave; chủ sở hữu c&aacute;c Quyền Sở Hữu Tr&iacute; Tuệ hoặc người nắm giữ độc quyền Quyền Sở Hữu Tr&iacute; Tuệ th&igrave; bắt buộc phải c&oacute; t&ecirc;n v&agrave; địa chỉ của chủ sở hữu c&aacute;c Quyền Sở Hữu Tr&iacute; Tuệ;</li>
                                <li>Số điện thoại, số fax (nếu c&oacute;) v&agrave; địa chỉ thư điện tử Người Gửi;</li>
                                <li>Những chi tiết đủ để chứng minh c&oacute; sự x&acirc;m phạm quyền sở hữu tr&iacute; tuệ, bao gồm địa chỉ trực tuyến của c&aacute;c bản sao điện tử;</li>
                                <li>Y&ecirc;u cầu của Người Gửi về việc loại bỏ hoặc v&ocirc; hiệu h&oacute;a việc truy cập tới bản sao điện tử hoặc phi&ecirc;n bản vi phạm;</li>
                                <li>Tuy&ecirc;n bố rằng Người Gửi nhận thấy sự vi phạm một c&aacute;ch trung thực c&aacute;c bằng chứng như được n&ecirc;u tại khoản (5) của Điều n&agrave;y;</li>
                                <li>Tuy&ecirc;n bố rằng những th&ocirc;ng tin được cung cấp trong th&ocirc;ng b&aacute;o l&agrave; ch&iacute;nh x&aacute;c;</li>
                                <li>Tuy&ecirc;n bố rằng Người Gửi (a) l&agrave; chủ sở hữu hoặc người nắm giữ độc quyền c&aacute;c quyền sở hữu tr&iacute; tuệ đang bị x&acirc;m phạm; hoặc (b) c&oacute; sự cho ph&eacute;p hợp ph&aacute;p để h&agrave;nh động với tư c&aacute;ch l&agrave; chủ sở hữu hoặc người nắm giữ độc quyền.</li>
                                <li>Ch&uacute;ng t&ocirc;i sẽ xem x&eacute;t v&agrave; xử l&yacute; c&aacute;c th&ocirc;ng b&aacute;o ph&ugrave; hợp với c&aacute;c y&ecirc;u cầu n&ecirc;u tr&ecirc;n v&agrave; ph&ugrave; hợp với luật ph&aacute;p Việt Nam.</li>
                                <li>Bạn đồng &yacute; bồi thường thiệt hại v&agrave; giữ cho ch&uacute;ng t&ocirc;i kh&ocirc;ng bị bất kỳ tổn thất hoặc thiệt hại n&agrave;o c&oacute; thể xảy ra do sự gian lận, giả mạo hoặc c&aacute;o buộc về x&acirc;m phạm quyền sở hữu tr&iacute; tuệ.</li>
                            </ol>
                            
                            <h4>TUY&Ecirc;N BỐ TỪ CHỐI</h4>
                            
                            <ol>
                                <li>BẠN, TẠI Đ&Acirc;Y, TUY&Ecirc;N BỐ V&Agrave; ĐỒNG &Yacute; RẰNG TRONG PHẠM VI ĐƯỢC CHO PH&Eacute;P THEO PH&Aacute;P LUẬT HIỆN H&Agrave;NH:</li>
                                <li>DỊCH VỤ V&Agrave; NỘI DUNG CỦA TRANG WEB N&Agrave;Y ĐƯỢC CUNG CẤP TR&Ecirc;N CƠ SỞ &ldquo;NGUY&Ecirc;N TRẠNG&rdquo; V&Agrave; &ldquo;NHƯ SẴN C&Oacute;&rdquo;. CH&Uacute;NG T&Ocirc;I, TẠI Đ&Acirc;Y, TUY&Ecirc;N BỐ R&Otilde; R&Agrave;NG RẰNG CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG C&Oacute; BẤT CỨ BẢO ĐẢM HOẶC CAM KẾT N&Agrave;O, D&Ugrave; R&Otilde; R&Agrave;NG HAY NGỤ &Yacute;, LI&Ecirc;N QUAN ĐẾN KHẢ NĂNG B&Aacute;N ĐƯỢC C&Aacute;C SẢN PHẨM HOẶC DỊCH VỤ, HOẶC T&Iacute;NH PH&Ugrave; HỢP CỦA C&Aacute;C SẢN PHẨM, DỊCH VỤ CH&Uacute;NG T&Ocirc;I CUNG CẤP CHO MỘT MỤC Đ&Iacute;CH CỤ THỂ V&Agrave; L&Agrave; KH&Ocirc;NG X&Acirc;M PHẠM KHI &Aacute;P DỤNG;</li>
                                <li>CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG BẢO ĐẢM RẰNG: (i) NHỮNG CHỨC NĂNG, DỊCH VỤ V&Agrave; T&Iacute;NH NĂNG AN TO&Agrave;N CUNG CẤP TẠI TRANG WEB N&Agrave;Y SẼ KH&Ocirc;NG BỊ GI&Aacute;N ĐOẠN HOẶC LỖI; (ii) LỖI HOẶC SỰ HỎNG H&Oacute;C ĐƯỢC SỬA CHỮA; HOẶC (iii) C&Aacute;C TRANG WEB HOẶC M&Aacute;Y CHỦ CUNG CẤP DỊCH VỤ KH&Ocirc;NG BỊ NHIỄM VIRUS, PHẦN MỀM ĐỘC HẠI (MALWARE) HOẶC TH&Agrave;NH PHẦN G&Acirc;Y HẠI;</li>
                                <li>CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG ĐẢM BẢO ĐỘ CH&Iacute;NH X&Aacute;C, T&Iacute;NH X&Aacute;C THỰC, T&Iacute;NH NGUY&Ecirc;N VẸN, HOẶC CHẤT LƯỢNG CỦA NỘI DUNG, C&Aacute;C TRANG HOẶC C&Aacute;C NGUỒN SẴN C&Oacute; ĐẾN V&Agrave; TỪ TRANG WEB BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN Ở BẤT KỲ BẢO ĐẢM RẰNG NỘI DUNG, C&Aacute;C TRANG HOẶC C&Aacute;C NGUỒN KH&Ocirc;NG ĐẾN TỪ NGUỒN T&Agrave;I LIỆU ĐỘC HẠI, KH&Ocirc;NG ĐỨNG ĐẮN, HOẶC G&Acirc;Y TRANH C&Atilde;I;</li>
                                <li>CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG ĐẢM BẢO RẰNG BẠN SẼ ĐƯỢC CẤP GIẤY PH&Eacute;P DU LỊCH. CH&Uacute;NG T&Ocirc;I KH&Ocirc;NG C&Oacute; BẤT KỲ TR&Aacute;CH NHIỆM PHẢI TH&Ocirc;NG B&Aacute;O HOẶC BỒI THƯỜNG CHO BẠN TRONG TRƯỜNG HỢP XẢY RA TỔN THẤT LI&Ecirc;N QUAN ĐẾN VIỆC THIẾU THỊ THỰC NHẬP CẢNH HOẶC GIẤY PH&Eacute;P DU LỊCH (BAO GỒM, NHƯNG KH&Ocirc;NG GIỚI HẠN, VIỆC BỊ TỪ CHỐI NHẬP CẢNH, BỊ TRỤC XUẤT).</li>
                                <li>BẤT KỲ T&Agrave;I LIỆU TẢI XUỐNG HOẶC C&Oacute; ĐƯỢC BẰNG C&Aacute;CH KH&Aacute;C QUA VIỆC SỬ DỤNG DỊCH VỤ N&Agrave;Y L&Agrave; TR&Aacute;CH NHIỆM V&Agrave; RỦI RO CỦA RI&Ecirc;NG BẠN. BẠN TỰ NGUYỆN CHẤP NHẬN RỦI RO Đ&Oacute;, V&Agrave; BẠN SẼ HO&Agrave;N TO&Agrave;N CHỊU TR&Aacute;CH NHIỆM VỀ TỔN THẤT ĐỐI VỚI HỆ THỐNG M&Aacute;Y T&Iacute;NH CỦA BẠN HOẶC SỰ MẤT M&Aacute;T DỮ LIỆU DO VIỆC TẢI XUỐNG BẤT KỲ T&Agrave;I LIỆU N&Agrave;O ĐƯỢC CUNG CẤP.</li>
                            </ol>
                            
                            <h4>GIỚI HẠN TR&Aacute;CH NHIỆM</h4>
                            
                            <ol>
                                <li>KH&Ocirc;NG ẢNH HƯỞNG ĐẾN C&Aacute;C QUY ĐỊNH CỦA ĐIỀU KHOẢN, TR&Aacute;CH NHIỆM CỦA MỖI B&Ecirc;N ĐƯỢC GIỚI HẠN V&Agrave; LOẠI TRỪ TRONG PHẠM VI RỘNG NHẤT ĐƯỢC PH&Aacute;P LUẬT CHO PH&Eacute;P, CHẲNG HẠN NHƯ ĐỐI VỚI THƯƠNG T&Iacute;CH C&Aacute; NH&Acirc;N V&Agrave; THIỆT HẠI VỀ T&Iacute;NH MẠNG. CH&Uacute;NG T&Ocirc;I SẼ KH&Ocirc;NG CHỊU TR&Aacute;CH NHIỆM CHO BẤT CỨ TỔN THẤT HOẶC THIỆT HẠI N&Agrave;O, TRỰC TIẾP HOẶC GI&Aacute;N TIẾP, DO HAY LI&Ecirc;N QUAN ĐẾN VIỆC SỬ DỤNG TRANG WEB N&Agrave;Y HAY SỬ DỤNG LI&Ecirc;N KẾT TR&Ecirc;N TRANG WEB, BAO GỒM NHƯNG KH&Ocirc;NG GIỚI HẠN Ở NHỮNG THIỆT HẠI RI&Ecirc;NG BIỆT, NGẪU NHI&Ecirc;N, XỬ PHẠT HAY DO HẬU QUẢ HOẶC NHỮNG TỔN THẤT KINH TẾ KH&Aacute;C, CHO D&Ugrave; L&Agrave; CH&Uacute;NG T&Ocirc;I Đ&Atilde; ĐƯỢC KHUYẾN C&Aacute;O VỀ KHẢ NĂNG CỦA TỔN THẤT HOẶC THIỆT HẠI C&Oacute; THỂ XẢY RA. BIỆN PH&Aacute;P KHẮC PHỤC DUY NHẤT M&Agrave; BẠN C&Oacute; ĐƯỢC L&Agrave; CHẤM DỨT VIỆC SỬ DỤNG TRANG WEB N&Agrave;Y.</li>
                            </ol>
                            
                            <h4>BỒI THƯỜNG</h4>
                            
                            <ol>
                                <li>Bạn đồng &yacute; bồi thường v&agrave; giữ cho Mythstrip v&agrave; nh&acirc;n vi&ecirc;n, c&aacute;c c&ocirc;ng ty li&ecirc;n kết, nh&acirc;n vi&ecirc;n v&agrave; c&aacute;c đối t&aacute;c của ch&uacute;ng t&ocirc;i kh&ocirc;ng bị tổn hại từ v&agrave; đối với bất kỳ v&agrave; tất cả c&aacute;c khiếu nại, y&ecirc;u cầu, tr&aacute;ch nhiệm, thiệt hại hay tổn thất bao gồm cả khoản chi ph&iacute; ph&aacute;p l&yacute;, ph&aacute;t sinh do việc khiếu nại của b&ecirc;n thứ ba c&oacute; li&ecirc;n quan đến: (a) việc bạn sử dụng Trang Web; (b) Nội Dung được đưa ra, cung cấp hoặc truy cập th&ocirc;ng qua Trang Web n&agrave;y; (c) việc bạn vi phạm Điều Khoản; (d) việc bạn vi phạm bất kỳ quyền hoặc nghĩa vụ kh&aacute;c; v&agrave;/hoặc (e) bất kỳ h&agrave;nh động hoặc sơ s&oacute;t n&agrave;o của bạn, cho d&ugrave; do sự cẩu thả, bất hợp ph&aacute;p hay nguy&ecirc;n nh&acirc;n n&agrave;o kh&aacute;c.</li>
                            </ol>
                            
                            <h4>LI&Ecirc;N KẾT V&Agrave; NỘI DUNG CỦA B&Ecirc;N THỨ BA</h4>
                            
                            <ol>
                                <li>Trang Web c&oacute; thể chứa c&aacute;c li&ecirc;n kết đến c&aacute;c trang web do c&aacute;c b&ecirc;n kh&aacute;c với Mythstrip điều h&agrave;nh. Ch&uacute;ng t&ocirc;i kh&ocirc;ng kiểm so&aacute;t c&aacute;c trang web hoặc li&ecirc;n kết n&agrave;y v&agrave; kh&ocirc;ng chịu tr&aacute;ch nhiệm về nội dung hoặc sự ri&ecirc;ng tư hoặc c&aacute;c hoạt động kh&aacute;c của c&aacute;c trang web đ&oacute;. Ch&uacute;ng t&ocirc;i, hoặc c&aacute;c b&ecirc;n thứ ba kh&aacute;c, c&oacute; thể tải l&ecirc;n c&aacute;c kết quả t&igrave;m kiếm tự động hoặc cung cấp c&aacute;c li&ecirc;n kết đến c&aacute;c trang web kh&aacute;c. Ch&uacute;ng t&ocirc;i cung cấp cơ hội cho c&aacute;c b&ecirc;n thứ ba để ph&acirc;n phối, đăng tải, truyền đưa hoặc cung cấp theo c&aacute;ch kh&aacute;c bất kỳ th&ocirc;ng tin, dữ liệu, văn bản, h&igrave;nh ảnh, &acirc;m thanh, đồ họa, video, tin nhắn, đ&aacute;nh gi&aacute;, hoặc c&aacute;c t&agrave;i liệu kh&aacute;c (&ldquo;Nội Dung&rdquo;) th&ocirc;ng qua Trang Web n&agrave;y. Ch&uacute;ng t&ocirc;i kh&ocirc;ng xem x&eacute;t v&agrave;/hoặc kh&ocirc;ng kiểm so&aacute;t trang web, nguồn, v&agrave; Nội Dung. Bạn đồng &yacute; rằng ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm về nội dung hoặc t&iacute;nh c&oacute; sẵn của c&aacute;c trang web v&agrave; c&aacute;c nguồn như vậy, v&agrave; ch&uacute;ng t&ocirc;i kh&ocirc;ng chứng thực hoặc đề nghị v&agrave; kh&ocirc;ng chịu tr&aacute;ch nhiệm về nguồn gốc của c&aacute;c trang web hoặc Nội Dung. Bạn, tại đ&acirc;y, đồng &yacute; miễn trừ ch&uacute;ng t&ocirc;i khỏi v&agrave; đối với bất kỳ v&agrave; tất cả tr&aacute;ch nhiệm, khoản ph&iacute;, tổn thất hoặc thiệt hại trực tiếp hoặc gi&aacute;n tiếp bị g&acirc;y ra hoặc được cho l&agrave; bị g&acirc;y ra bởi hoặc li&ecirc;n quan đến việc sử dụng hoặc c&oacute; li&ecirc;n quan đến Nội Dung, trang web hoặc nguồn t&agrave;i nguy&ecirc;n đ&oacute;.</li>
                            </ol>
                            
                            <h4>CHẤM DỨT</h4>
                            
                            <ol>
                                <li>Chỉ Mythstrip c&oacute; to&agrave;n bộ quyền quyết định đối với việc thay đổi, tr&igrave; ho&atilde;n, tạm ngừng hoặc ngừng Trang Web n&agrave;y v&agrave;/hoặc một phần của Trang Web, bao gồm cả c&aacute;c dịch vụ hoặc sản phẩm được cung cấp tr&ecirc;n Trang Web n&agrave;y, v&agrave;/hoặc việc sử dụng Trang Web n&agrave;y, hoặc một phần của Trang Web, v&agrave;o bất cứ l&uacute;c n&agrave;o v&igrave; bất kỳ l&yacute; do g&igrave; m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o trước cho bạn.</li>
                                <li>Trong trường hợp chấm dứt, bạn vẫn bị r&agrave;ng buộc bởi c&aacute;c nghĩa vụ trong Điều Khoản n&agrave;y, bao gồm nhưng kh&ocirc;ng giới hạn ở c&aacute;c bảo đảm, bồi thường, khước từ v&agrave; giới hạn của c&aacute;c nghĩa vụ ph&aacute;p l&yacute; m&agrave; bạn đ&atilde; đồng &yacute;.</li>
                                <li>Mythstrip kh&ocirc;ng chịu tr&aacute;ch nhiệm với bạn hoặc bất kỳ b&ecirc;n thứ ba n&agrave;o về việc chấm dứt hoặc đ&igrave;nh chỉ sự truy cập của bạn v&agrave;o Trang Web.</li>
                            </ol>
                            
                            <h4>QUYỀN RI&Ecirc;NG TƯ</h4>
                            
                            <ol>
                                <li>Ch&iacute;nh S&aacute;ch Về Quyền Ri&ecirc;ng Tư l&agrave; một phần kh&ocirc;ng thể t&aacute;ch rời của Điều Khoản Sử Dụng n&agrave;y. Vui l&ograve;ng truy cập tai&nbsp;<a href="{% url 'privacy' %}" target="_blank">đ&acirc;y</a>&nbsp;để xem Ch&iacute;nh S&aacute;ch Về Quyền Ri&ecirc;ng Tư của ch&uacute;ng t&ocirc;i, quy định việc sử dụng Trang Web v&agrave; Ứng Dụng, để hiểu r&otilde; hơn c&aacute;c thực tiễn.</li>
                            </ol>
                            
                            <h4>LUẬT ĐIỀU CHỈNH</h4>
                            
                            <ol>
                                <li>Những Điều Khoản n&agrave;y sẽ được điều chỉnh v&agrave; giải th&iacute;ch chỉ theo Luật ph&aacute;p Việt Nam.</li>
                            </ol>
                            
                            <h4>GIẢI QUYẾT TRANH CHẤP</h4>
                            
                            <ol>
                                <li>Trong trường hợp c&oacute; tranh chấp ph&aacute;t sinh từ hoặc li&ecirc;n quan đến c&aacute;c Điều Khoản n&agrave;y, cả hai b&ecirc;n đầu ti&ecirc;n sẽ thảo luận tr&ecirc;n tinh thần thiện ch&iacute; để đạt được một giải ph&aacute;p ho&agrave; giải trong v&ograve;ng s&aacute;u mươi (60) ng&agrave;y, kể từ ng&agrave;y nhận th&ocirc;ng b&aacute;o tranh chấp. Tuy nhi&ecirc;n, nếu tranh chấp đ&oacute; kh&ocirc;ng thể giải quyết được bằng c&aacute;ch thương thảo giữa hai b&ecirc;n trong v&ograve;ng s&aacute;u mươi (60) ng&agrave;y, tranh chấp sẽ được đệ tr&igrave;nh l&ecirc;n cơ quan c&oacute; thẩm quyền giải quyết tranh chấp tại Việt Nam.</li>
                            </ol>
                            
                            <h4>C&Aacute;C QUY ĐỊNH CHUNG</h4>
                            
                            <ol>
                                <li>Những Điều Khoản n&agrave;y sẽ cấu th&agrave;nh to&agrave;n bộ thỏa thuận v&agrave; hiểu biết giữa bạn v&agrave; Mythstrip về đối tượng của c&aacute;c Điều Khoản, v&agrave; sẽ thay thế mọi thoả thuận trước đ&acirc;y, d&ugrave; bằng văn bản hoặc bằng lời n&oacute;i, giữa bạn v&agrave; Mythstrip li&ecirc;n quan đến đối tượng của c&aacute;c Điều Khoản.</li>
                                <li>Để tr&aacute;nh sự nghi ngờ, Mythstrip kh&ocirc;ng quản l&yacute; hoặc kiểm so&aacute;t c&aacute;c Nh&agrave; Cung Cấp.</li>
                                <li>Nếu bạn sử dụng Trang Web cho hoặc thay mặt cho một b&ecirc;n thứ ba (&ldquo;B&ecirc;n Thứ Ba&rdquo;), chẳng hạn như một th&agrave;nh vi&ecirc;n trong gia đ&igrave;nh hoặc một người bạn đồng h&agrave;nh, bạn c&oacute; tr&aacute;ch nhiệm cho bất kỳ lỗi n&agrave;o trong t&iacute;nh ch&iacute;nh x&aacute;c của th&ocirc;ng tin cung cấp li&ecirc;n quan đến việc sử dụng n&agrave;y. Ngo&agrave;i ra, bạn phải th&ocirc;ng b&aacute;o cho B&ecirc;n Thứ Ba tất cả c&aacute;c điều khoản v&agrave; điều kiện &aacute;p dụng. Khi sử dụng Trang Web thay mặt hoặc đại diện cho một B&ecirc;n Thứ Ba, bạn đồng &yacute; bồi thường v&agrave; giữ cho Mythstrip kh&ocirc;ng bị tổn hại đối với bất kỳ v&agrave; mọi tr&aacute;ch nhiệm, tổn thất, thiệt hại, kiện tụng v&agrave; c&aacute;o buộc bao gồm cả c&aacute;c khoản chi ph&iacute; ph&aacute;p l&yacute;, ph&aacute;t sinh từ hoặc li&ecirc;n quan đến c&aacute;c vi phạm của c&aacute;c Điều Khoản n&agrave;y hoặc do sơ suất của bạn v&agrave;/hoặc c&aacute;c B&ecirc;n Thứ Ba.</li>
                                <li>Những Điều Khoản n&agrave;y được lập bằng tiếng Anh. Bất kỳ bản dịch sang ng&ocirc;n ngữ n&agrave;o kh&aacute;c chỉ nhằm mục đ&iacute;ch cho sự thuận tiện v&agrave; th&ocirc;ng tin. Trong trường hợp c&oacute; m&acirc;u thuẫn giữa bản tiếng Anh v&agrave; bất kỳ bản dịch n&agrave;o, bản tiếng Anh sẽ được ưu ti&ecirc;n &aacute;p dụng. Ti&ecirc;u đề trong Điều Khoản n&agrave;y chỉ nhằm mục đ&iacute;ch cho sự thuận tiện v&agrave; kh&ocirc;ng ảnh hưởng đến việc hiểu hoặc giải th&iacute;ch c&aacute;c Điều Khoản.</li>
                                <li>Trong trường hợp bất kỳ điều khoản n&agrave;o được x&aacute;c định l&agrave; kh&ocirc;ng thể thực thi hoặc v&ocirc; hiệu, bởi t&ograve;a &aacute;n của bất kỳ khu vực luật ph&aacute;p c&oacute; thẩm quyền n&agrave;o, quy định đ&oacute; sẽ vẫn c&oacute; hiệu lực trong phạm vi đầy đủ nhất được cho ph&eacute;p bởi ph&aacute;p luật hiện h&agrave;nh, v&agrave; việc x&aacute;c định như vậy sẽ kh&ocirc;ng ảnh hưởng đến hiệu lực v&agrave; t&iacute;nh thực thi của c&aacute;c quy định c&ograve;n lại. Điều khoản bị x&aacute;c định kh&ocirc;ng thể thực thi hoặc v&ocirc; hiệu sẽ được thay thế bằng một điều khoản tương đương nhất với quy định ban đầu về kh&iacute;a cạnh ng&ocirc;n ngữ v&agrave; dự liệu.</li>
                                <li>Việc một B&ecirc;n kh&ocirc;ng thực thi bất cứ quy định của Điều Khoản n&agrave;y tại bất cứ thời điểm n&agrave;o cũng sẽ kh&ocirc;ng được hiểu như l&agrave; khước từ quyền của B&ecirc;n đ&oacute; để thực thi đối với sự vi phạm điều khoản đ&oacute; hoặc bất kỳ điều khoản n&agrave;o kh&aacute;c của Điều Khoản n&agrave;y hoặc như l&agrave; sự khước từ đối với bất cứ vi phạm tiếp tục, vi phạm kế tiếp, hoặc vi phạm sau n&agrave;y đối với bất kỳ quy định n&agrave;o hoặc quy định kh&aacute;c của c&aacute;c Điều Khoản n&agrave;y.</li>
                                <li>Bạn kh&ocirc;ng thể chuyển nhượng hoặc chuyển giao bất cứ quyền v&agrave; nghĩa vụ n&agrave;o của bạn theo c&aacute;c Điều Khoản n&agrave;y m&agrave; kh&ocirc;ng c&oacute; sự chấp thuận trước bằng văn bản của ch&uacute;ng t&ocirc;i.</li>
                                <li>Ch&uacute;ng t&ocirc;i bảo lưu quyền sửa đổi hoặc hủy bỏ c&aacute;c Điều Khoản (hoặc c&aacute;c phần của Điều Khoản) theo quyết định của ri&ecirc;ng ch&uacute;ng t&ocirc;i. Ch&uacute;ng t&ocirc;i c&oacute; thể sửa đổi c&aacute;c Điều Khoản bất cứ l&uacute;c n&agrave;o bằng c&aacute;ch đăng tải bản sửa đổi tr&ecirc;n Trang Web. Phi&ecirc;n bản mới nhất của Điều Khoản sẽ thay thế tất cả c&aacute;c phi&ecirc;n bản trước đ&oacute;.</li>
                                <li>Trừ khi c&oacute; quy định r&otilde; r&agrave;ng, kh&ocirc;ng c&oacute; quy định n&agrave;o trong c&aacute;c Điều Khoản n&agrave;y được dự liệu l&agrave; cấp cho bất kỳ b&ecirc;n thứ ba n&agrave;o bất kỳ quyền g&igrave; để thực thi bất kỳ điều khoản n&agrave;o hoặc trao cho bất kỳ b&ecirc;n thứ ba n&agrave;o bất kỳ lợi &iacute;ch n&agrave;o theo c&aacute;c Điều Khoản. Việc &aacute;p dụng của Đạo Luật Hợp Đồng (Quyền Của B&ecirc;n Thứ Ba) (Chương 53B) v&agrave; bất kỳ văn bản ban h&agrave;nh lại n&agrave;o được loại trừ một c&aacute;ch r&otilde; r&agrave;ng.</li>
                                <li>C&aacute;c th&ocirc;ng b&aacute;o được đưa ra theo Điều Khoản n&agrave;y sẽ được coi l&agrave; đ&atilde; được đưa ra một c&aacute;ch đầy đủ nếu c&aacute;c th&ocirc;ng b&aacute;o n&agrave;y được lập th&agrave;nh văn bản v&agrave; được gửi bảo đảm hoặc dịch vụ b&aacute;o ph&aacute;t hoặc phương c&aacute;ch tương đương tới mỗi B&ecirc;n (tại địa chỉ trụ sở của ch&uacute;ng t&ocirc;i, hoặc tại địa chỉ kh&aacute;c được th&ocirc;ng b&aacute;o).</li>
                            </ol>
                            
                            <h4>BẤT KHẢ KH&Aacute;NG</h4>
                            
                            <ol>
                                <li>Mythstrip sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm đối với việc kh&ocirc;ng thực hiện hoặc vi phạm c&aacute;c Điều Khoản n&agrave;y, chẳng hạn như đối với giao dịch thất bại, hạn chế truy cập v&agrave;o Trang Web, hoặc bất kỳ thiệt hại hoặc tổn hại n&agrave;o g&acirc;y ra cho Người D&ugrave;ng v&igrave; bất kỳ h&agrave;nh động hoặc t&igrave;nh trạng n&agrave;o nằm ngo&agrave;i khả năng kiểm so&aacute;t hợp l&yacute; của Bạn hoặc Ch&uacute;ng T&ocirc;i (&ldquo;Sự Kiện Bất Khả Kh&aacute;ng&rdquo;). Những Sự Kiện Bất Khả Kh&aacute;ng bao gồm nhưng kh&ocirc;ng giới hạn ở thi&ecirc;n tai (lũ lụt, động đất), dịch bệnh, bạo loạn, ban bố t&igrave;nh trạng chiến tranh, chiến tranh, h&agrave;nh động qu&acirc;n sự, h&agrave;nh động khủng bố, cấm vận, trừng phạt, thay đổi ph&aacute;p luật hay quy định, sấm s&eacute;t, b&atilde;o/si&ecirc;u b&atilde;o/lốc xo&aacute;y, c&aacute;c cuộc đ&igrave;nh c&ocirc;ng, biểu t&igrave;nh, h&atilde;ng m&aacute;y bay hoặc kh&aacute;ch sạn ph&aacute; sản hoặc vỡ nợ v.v.</li>
                                <li>Mythstrip sẽ kh&ocirc;ng chịu tr&aacute;ch nhiệm cho bất kỳ thiệt hại hoặc tổn thất n&agrave;o bị g&acirc;y ra bởi bất kỳ phương tiện n&agrave;o cho bất kỳ b&ecirc;n n&agrave;o nếu Mythstrip kh&ocirc;ng thể xử l&yacute; việc đặt chỗ của bạn v&igrave; những Sự Kiện Bất Khả Kh&aacute;ng.</li>
                            </ol>
                            
                            <ol>
                            </ol>
                            
                            <p>&nbsp;</p>
                            </p>
                        
                    </div>
                </div>
            </div>
        </div>
        <!-- About End -->
        
        

{% endblock %}